Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# newLocationCreated
source: Location was created successfully, but there was an error associating sales channels
ar: تم إنشاء الموقع بنجاح، ولكن حدث خطأ أثناء ربط قنوات المبيعات

# newCancelLocationChanges
source: Are you sure you want to cancel with unsaved changes
ar: هل أنت متأكد أنك تريد الإلغاء مع وجود تغييرات غير محفوظة

# newYesCancel
source: Yes, cancel
ar: نعم، إلغاء

# newNoContinueCreating
source: No, continue creating
ar: لا، متابعة الإنشاء

# newAddLocation
source: Add location
ar: إضافة موقع

# newAddNewLocation
source: Add new location
ar: إضافة موقع جديد

# newGeneralInformation
source: General Information
ar: معلومات عامة

# newLocationDetails
source: Specify the details about this location
ar: حدد تفاصيل هذا الموقع

# newSelectLocationChannel
source: Specify which Sales Channels this location's items can be purchased through.
ar: حدد قنوات المبيعات التي يمكن شراء عناصر هذا الموقع من خلالها.

# oauthCompleteInstallation
source: Complete Installation
ar: إكمال التثبيت

# claimTypeFormRefund
source: Refund
ar: استرداد

# claimTypeFormReplace
source: Replace
ar: استبدال

# itemsToReceiveFormItemsToReceive
source: Items to receive
ar: العناصر للاستلام

# itemsToReceiveFormProduct
source: Product
ar: المنتج

# itemsToReceiveFormQuantity
source: Quantity
ar: الكمية

# itemsToReceiveFormRefundable
source: Refundable
ar: قابلة للاسترداد

# addReturnReasonReasonForReturn
source: Reason for Return
ar: سبب الاسترجاع

# addReturnReasonReason
source: Reason
ar: السبب

# addReturnReasonChooseAReturnReason
source: Choose a return reason
ar: اختر سبب الاسترجاع

# addReturnReasonNote
source: Note
ar: ملاحظة

# addReturnReasonProductWasDamagedDuringShipping
source: Product was damaged during shipping
ar: تضرر المنتج أثناء الشحن

# addReturnReasonCancel
source: Cancel
ar: إلغاء

# addReturnReasonSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# addReturnReasonSelectReasonTitle
source: Select Reason
ar: حدد السبب

# addReturnReasonEditReason
source: Edit reason
ar: تعديل السبب

# addReturnReasonSelectReason
source: Select reason
ar: حدد السبب

# itemsToReturnFormItemsToClaim
source: Items to claim
ar: العناصر للمطالبة

# itemsToReturnFormItemsToReturn
source: Items to return
ar: العناصر للإرجاع

# itemsToReturnFormProduct
source: Product
ar: المنتج

# itemsToReturnFormQuantity
source: Quantity
ar: الكمية

# itemsToReturnFormRefundable
source: Refundable
ar: قابلة للاسترداد

# addAdditionalItemsScreenGoBack
source: Go back
ar: العودة

# addAdditionalItemsScreenAddProducts
source: Add products
ar: إضافة منتجات

# addAdditionalItemsScreenAddProductVariants
source: Add Product Variants
ar: إضافة متغيرات منتج

# addAdditionalItemsScreenSearchProducts
source: Search products
ar: البحث عن منتجات

# addAdditionalItemsScreenVariantPriceMissing
source: This variant does not have a price for the region/currency of this order, and cannot be selected.
ar: لا يحتوي هذا المتغير على سعر لمنطقة / عملة هذا الطلب ، ولا يمكن تحديده.

# addAdditionalItemsScreenStock
source: Stock
ar: المخزون

# addAdditionalItemsScreenPrice
source: Price
ar: السعر

# addAdditionalItemsScreenPriceOverriddenInPriceListApplicableToThisOrder
source: The price has been overridden in a price list, that is applicable to this order.
ar: تم تجاوز السعر في قائمة الأسعار المنطبقة على هذا الطلب.

# itemsToSendFormItemsToSend
source: Items to send
ar: العناصر للإرسال

# itemsToSendFormAddProducts
source: Add products
ar: إضافة منتجات

# itemsToSendFormProduct
source: Product
ar: المنتج

# itemsToSendFormQuantity
source: Quantity
ar: الكمية

# itemsToSendFormPrice
source: Price
ar: السعر

# itemsToSendFormPriceOverriddenInPriceListApplicableToThisOrder
source: The price has been overridden in a price list, that is applicable to this order.
ar: تم تجاوز السعر في قائمة الأسعار المنطبقة على هذا الطلب.

# refundAmountFormCancelEditingRefundAmount
source: Cancel editing refund amount
ar: إلغاء تحرير مبلغ الاسترداد

# refundAmountFormEditRefundAmount
source: Edit refund amount
ar: تحرير مبلغ الاسترداد

# refundAmountFormRefundAmountCannotBeNegative
source: Refund amount cannot be negative
ar: لا يمكن أن يكون مبلغ الاسترداد سالبًا

# refundAmountFormTheRefundAmountMustBeAtLeast0
source: The refund amount must be at least 0
ar: يجب أن يكون مبلغ الاسترداد 0 على الأقل

# reservationIndicatorAwaitingReservationCount
source: awaitingReservation items not reserved
ar: awaitingReservation عناصر غير محجوزة

# reservationIndicatorThisItemHasBeenFulfilled
source: This item has been fulfilled.
ar: تم تنفيذ هذا العنصر.

# editReservationButtonQuantityItemLocationName
source: quantity item:
ar: quantity عنصر:

# reservationIndicatorEditReservation
source: Edit reservation
ar: تعديل الحجز

# rmaSummariesClaimedItems
source: Claimed items
ar: العناصر المطالب بها

# rmaSummariesReplacementItems
source: Replacement items
ar: عناصر الاستبدال

# rmaSummariesCustomerRefundDescription
source: The customer will receive a full refund for the claimed items, as the cost of replacement items and shipping will not be deducted. Alternatively, you can choose to set a custom refund amount when you receive the returned items or create an exchange instead.
ar: سيتلقى العميل استردادًا كاملاً للعناصر المطالب بها ، حيث لن يتم خصم تكلفة عناصر الاستبدال والشحن. بدلاً من ذلك ، يمكنك اختيار تعيين مبلغ استرداد مخصص عند استلام العناصر المرتجعة أو إنشاء مبادلة بدلاً من ذلك.

# rmaSummariesRefundAmount
source: Refund amount
ar: مبلغ الاسترداد

# rmaSummariesTheCustomerWillBeRefundedOnceTheReturnedItemsAreReceived
source: The customer will be refunded once the returned items are received
ar: سيتم استرداد العميل بمجرد استلام العناصر المرتجعة

# rmaSummariesTheCustomerWillBeRefundedImmediately
source: The customer will be refunded immediately
ar: سيتم استرداد العميل على الفور

# rmaSummariesReceiving
source: Receiving
ar: استلام

# rmaSummariesFree
source: Free
ar: مجاني

# sendNotificationFormReturn
source: return
ar: العودة

# sendNotificationFormExchange
source: exchange
ar: المبادلة

# sendNotificationFormClaim
source: claim
ar: المطالبة

# sendNotificationFormSendNotifications
source: Send notifications
ar: إرسال إشعارات

# sendNotificationFormIfUncheckedTheCustomerWillNotReceiveCommunication
source: If unchecked the customer will not receive communication about this subject.
ar: إذا لم يتم تحديدها ، فلن يتلقى العميل أي اتصال بخصوص هذه subject.

# shippingAddressFormShippingAddress
source: Shipping address
ar: عنوان الشحن

# shippingAddressFormShipToADifferentAddress
source: Ship to a different address
ar: الشحن إلى عنوان مختلف

# shippingAddressFormCancel
source: Cancel
ar: إلغاء

# shippingAddressFormSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# shippingAddressFormShippingInformation
source: Shipping Information
ar: معلومات الشحن

# shippingFormShippingForReturnItems
source: Shipping for return items
ar: الشحن للعناصر المرتجعة

# shippingFormShippingForReplacementItems
source: Shipping for replacement items
ar: الشحن لعناصر الاستبدال

# shippingFormShippingMethodIsRequired
source: Shipping method is required
ar: طريقة الشحن مطلوبة

# shippingFormChooseShippingMethod
source: Choose shipping method
ar: اختر طريقة الشحن

# shippingFormShippingMethod
source: Shipping method
ar: طريقة الشحن

# shippingFormAddCustomPrice
source: Add custom price
ar: إضافة سعر مخصص

# shippingFormReturnShippingForItemsClaimedByTheCustomerIsComplimentary
source: Return shipping for items claimed by the customer is complimentary.
ar: الشحن للعناصر المطالب بها من قِبل العميل مجاني.

# shippingFormShippingForReplacementItemsIsComplimentary
source: Shipping for replacement items is complimentary.
ar: الشحن لعناصر الاستبدال مجاني.

# componentsDecreaseQuantity
source: Decrease quantity
ar: تقليل الكمية

# componentsIncreaseQuantity
source: Increase quantity
ar: زيادة الكمية

# detailsSuccessfullyUpdatedAddress
source: Successfully updated address
ar: تم تحديث العنوان بنجاح

# detailsBillingAddress
source: Billing Address
ar: عنوان الفوترة

# detailsShippingAddress
source: Shipping Address
ar: عنوان الشحن

# detailsContact
source: Contact
ar: جهة الاتصال

# detailsLocation
source: Location
ar: الموقع

# claimAreYouSureYouWantToClose
source: Are you sure you want to close?
ar: هل أنت متأكد أنك تريد الإغلاق؟

# claimYouHaveUnsavedChangesAreYouSureYouWantToClose
source: You have unsaved changes, are you sure you want to close?
ar: لديك تغييرات غير محفوظة ، هل أنت متأكد أنك تريد الإغلاق؟

# claimPleaseSelectAReason
source: Please select a reason
ar: الرجاء تحديد سبب

# claimAShippingMethodForReplacementItemsIsRequired
source: A shipping method for replacement items is required
ar: طريقة شحن لعناصر الاستبدال مطلوبة

# claimSuccessfullyCreatedClaim
source: Successfully created claim
ar: تم إنشاء المطالبة بنجاح

# claimCreated
source: A claim for order #display_id was successfully created
ar: تم إنشاء مطالبة للطلب رقم #display_id بنجاح

# claimErrorCreatingClaim
source: Error creating claim
ar: خطأ في إنشاء المطالبة

# claimCreateClaim
source: Create Claim
ar: إنشاء مطالبة

# claimLocation
source: Location
ar: الموقع

# claimChooseWhichLocationYouWantToReturnTheItemsTo
source: Choose which location you want to return the items to.
ar: اختر الموقع الذي تريد إعادة العناصر إليه.

# claimSelectLocationToReturnTo
source: Select Location to Return to
ar: حدد الموقع للإرجاع إليه

# claimCancel
source: Cancel
ar: إلغاء

# claimSubmitAndClose
source: Submit and close
ar: إرسال وإغلاق

# createFulfillmentError
source: Error
ar: حدث خطأ

# createFulfillmentPleaseSelectALocationToFulfillFrom
source: Please select a location to fulfill from
ar: الرجاء تحديد موقع للتنفيذ منه

# createFulfillmentCantAllowThisAction
source: Can't allow this action
ar: لا يمكن السماح بهذا الإجراء

# createFulfillmentTryingToFulfillMoreThanInStock
source: Trying to fulfill more than in stock
ar: محاولة تنفيذ أكثر مما هو متوفر في المخزون

# createFulfillmentSuccessfullyFulfilledOrder
source: Successfully fulfilled order
ar: تم تنفيذ الطلب بنجاح

# createFulfillmentSuccessfullyFulfilledSwap
source: Successfully fulfilled swap
ar: تم تنفيذ المبادلة بنجاح

# createFulfillmentSuccessfullyFulfilledClaim
source: Successfully fulfilled claim
ar: تم تنفيذ المطالبة بنجاح

# createFulfillmentSuccess
source: Success
ar: نجاح

# createFulfillmentCancel
source: Cancel
ar: إلغاء

# createFulfillmentCreateFulfillment
source: Create fulfillment
ar: إنشاء تنفيذ

# createFulfillmentCreateFulfillmentTitle
source: Create Fulfillment
ar: إنشاء تنفيذ

# createFulfillmentLocations
source: Locations
ar: الأماكن

# createFulfillmentChooseWhereYouWishToFulfillFrom
source: Choose where you wish to fulfill from.
ar: اختر المكان الذي ترغب في التنفيذ منه.

# createFulfillmentItemsToFulfill
source: Items to fulfill
ar: العناصر للتنفيذ

# createFulfillmentSelectTheNumberOfItemsThatYouWishToFulfill
source: Select the number of items that you wish to fulfill.
ar: حدد عدد العناصر التي ترغب في تنفيذها.

# createFulfillmentSendNotifications
source: Send notifications
ar: إرسال إشعارات

# createFulfillmentWhenToggledNotificationEmailsWillBeSent
source: When toggled, notification emails will be sent.
ar: عند التبديل، سيتم إرسال رسائل البريد الإلكتروني الإشعارية.

# createFulfillmentQuantityIsNotValid
source: Quantity is not valid
ar: الكمية غير صالحة

# detailCardsAllocated
source: Allocated
ar: مخصص

# detailCardsNotFullyAllocated
source: Not fully allocated
ar: غير مخصص بالكامل

# detailCardsSubtotal
source: Subtotal
ar: المجموع الفرعي

# detailCardsShipping
source: Shipping
ar: الشحن

# detailCardsTax
source: Tax
ar: الضريبة

# detailCardsTotal
source: Total
ar: المجموع

# detailCardsEditOrder
source: Edit Order
ar: تعديل الطلب

# detailCardsAllocate
source: Allocate
ar: تخصيص

# detailCardsDiscount
source: Discount:
ar: خصم:

# detailCardsOriginalTotal
source: Original Total
ar: المجموع الأصلي

# detailsSuccessfullyUpdatedTheEmailAddress
source: Successfully updated the email address
ar: تم تحديث عنوان البريد الإلكتروني بنجاح

# detailsEmailAddress
source: Email Address
ar: عنوان البريد الإلكتروني

# detailsSave
source: Save
ar: حفظ

# detailsOrderIdCopied
source: Order ID copied
ar: تم نسخ معرف الطلب

# detailsEmailCopied
source: Email copied
ar: تم نسخ البريد الإلكتروني

# detailsCancelOrderHeading
source: Cancel order
ar: إلغاء الطلب

# detailsAreYouSureYouWantToCancelTheOrder
source: Are you sure you want to cancel the order?
ar: هل أنت متأكد أنك تريد إلغاء الطلب؟

# orderDetailsDisplayId
source: order #display_id
ar: الطلب رقم #display_id

# detailsSuccessfullyCanceledOrder
source: Successfully canceled order
ar: تم إلغاء الطلب بنجاح

# detailsGoToCustomer
source: Go to Customer
ar: الذهاب إلى العميل

# detailsTransferOwnership
source: Transfer ownership
ar: تحويل الملكية

# detailsEditShippingAddress
source: Edit Shipping Address
ar: تعديل عنوان الشحن

# detailsEditBillingAddress
source: Edit Billing Address
ar: تعديل عنوان الفوترة

# detailsEditEmailAddress
source: Edit Email Address
ar: تعديل عنوان البريد الإلكتروني

# detailsBackToOrders
source: Back to Orders
ar: العودة إلى الطلبات

# detailsCancelOrder
source: Cancel Order
ar: إلغاء الطلب

# detailsPayment
source: Payment
ar: الدفع

# detailsRefunded
source: Refunded
ar: تم استردادها

# detailsTotalPaid
source: Total Paid
ar: المجموع المدفوع

# detailsFulfillment
source: Fulfillment
ar: التنفيذ

# detailsCreateFulfillment
source: Create Fulfillment
ar: إنشاء تنفيذ

# detailsShippingMethod
source: Shipping Method
ar: طريقة الشحن

# detailsCustomer
source: Customer
ar: العميل

# detailsShipping
source: Shipping
ar: الشحن

# detailsBilling
source: Billing
ar: الفوترة

# detailsRawOrder
source: Raw order
ar: الطلب الأصلي

# markShippedSuccessfullyMarkedOrderAsShipped
source: Successfully marked order as shipped
ar: تم وضع علامة الطلب على أنه تم شحنه بنجاح

# markShippedSuccessfullyMarkedSwapAsShipped
source: Successfully marked swap as shipped
ar: تم وضع علامة المبادلة على أنه تم شحنها بنجاح

# markShippedSuccessfullyMarkedClaimAsShipped
source: Successfully marked claim as shipped
ar: تم وضع علامة المطالبة على أنه تم شحنها بنجاح

# markShippedSuccess
source: Success
ar: نجاح

# markShippedError
source: Error
ar: حدث خطأ

# markShippedMarkFulfillmentShipped
source: Mark Fulfillment Shipped
ar: وضع علامة التنفيذ على أنه تم شحنه

# markShippedTracking
source: Tracking
ar: التتبع

# markShippedTrackingNumberLabel
source: Tracking number
ar: رقم التتبع

# markShippedTrackingNumber
source: Tracking number...
ar: رقم التتبع...

# markShippedAddAdditionalTrackingNumber
source: + Add Additional Tracking Number
ar: + إضافة رقم تتبع إضافي

# markShippedSendNotifications
source: Send notifications
ar: إرسال إشعارات

# markShippedCancel
source: Cancel
ar: إلغاء

# markShippedComplete
source: Complete
ar: اكتمال

# orderLineWarning
source: Warning
ar: تحذير

# orderLineCannotDuplicateAnItemWithoutAVariant
source: Cannot duplicate an item without a variant
ar: لا يمكن تكرار عنصر بدون متغير

# orderLineError
source: Error
ar: حدث خطأ

# orderLineFailedToDuplicateItem
source: Failed to duplicate item
ar: فشل تكرار العنصر

# orderLineSuccess
source: Success
ar: نجاح

# orderLineItemRemoved
source: Item removed
ar: تمت إزالة العنصر

# orderLineFailedToRemoveItem
source: Failed to remove item
ar: فشلت إزالة العنصر

# orderLineItemAdded
source: Item added
ar: تمت إضافة العنصر

# orderLineFailedToReplaceTheItem
source: Failed to replace the item
ar: فشل استبدال العنصر

# orderLineReplaceProductVariants
source: Replace Product Variants
ar: استبدال متغيرات المنتج

# orderLineReplaceWithOtherItem
source: Replace with other item
ar: استبدال بعنصر آخر

# orderLineDuplicateItem
source: Duplicate item
ar: تكرار العنصر

# orderLineRemoveItem
source: Remove item
ar: إزالة العنصر

# orderLineLineItemCannotBeEdited
source: This line item is part of a fulfillment and cannot be edited. Cancel the fulfillment to edit the line item.
ar: لا يمكن تعديل عنصر الخط هذا. ألغِ التنفيذ لتعديل عنصر الخط.

# orderLineNew
source: New
ar: جديد

# orderLineModified
source: Modified
ar: معدل

# receiveReturnPleaseSelectAtLeastOneItemToReceive
source: Please select at least one item to receive
ar: الرجاء تحديد عنصر واحد على الأقل للاستلام

# receiveReturnSuccessfullyReceivedReturn
source: Successfully received return
ar: تم استلام العودة بنجاح

# receiveReturnReceivedReturnForOrder
source: Received return for order #display_id
ar: تم استلام العودة للطلب رقم #display_id

# receiveReturnFailedToReceiveReturn
source: Failed to receive return
ar: فشل استلام العودة

# receiveReturnReceiveReturn
source: Receive Return
ar: استلام العودة

# receiveReturnLocation
source: Location
ar: الموقع

# receiveReturnChooseLocation
source: Choose which location you want to return the items to.
ar: اختر الموقع الذي تريد إعادة العناصر إليه.

# receiveReturnSelectLocationToReturnTo
source: Select Location to Return to
ar: حدد الموقع للإرجاع إليه

# receiveReturnNoInventoryLevelsExistForTheItemsAtTheSelectedLocation
source: No inventory levels exist for the items at the selected location
ar: لا توجد مستويات مخزون للعناصر في الموقع المحدد

# receiveReturnCancel
source: Cancel
ar: إلغاء

# receiveReturnSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# refundSuccess
source: Success
ar: نجاح

# refundSuccessfullyRefundedOrder
source: Successfully refunded order
ar: تم استرداد الطلب بنجاح

# refundError
source: Error
ar: حدث خطأ

# refundCreateARefund
source: Create a refund
ar: إنشاء استرداد

# refundAttention
source: Attention!
ar: انتباه!

# refundSystemPaymentDisclaimer
source: One or more of your payments is a system payment. Be aware, that captures and refunds are not handled by Medusa for such payments.
ar: واحد أو أكثر من مدفوعاتك هو دفع نظام. كن على دراية بأن التقاط واسترداد الأموال لا يتم التعامل معها من قِبل Medusa بالنسبة لمثل هذه المدفوعات.

# refundDetails
source: Details
ar: التفاصيل

# refundCannotRefundMoreThanTheOrdersNetTotal
source: Cannot refund more than the order's net total.
ar: لا يمكن استرداد أكثر من إجمالي صافي الطلب.

# refundDiscount
source: Discount
ar: خصم

# refundReason
source: Reason
ar: السبب

# refundNote
source: Note
ar: ملاحظة

# refundDiscountForLoyalCustomer
source: Discount for loyal customer
ar: خصم للعميل المخلص

# refundSendNotifications
source: Send notifications
ar: إرسال إشعارات

# refundCancel
source: Cancel
ar: إلغاء

# refundComplete
source: Complete
ar: اكتمال

# reservationReservationWasDeleted
source: Reservation was deleted
ar: تم حذف الحجز

# reservationTheAllocatedItemsHaveBeenReleased
source: The allocated items have been released.
ar: تم إطلاق العناصر المخصصة.

# reservationError
source: Error
ar: حدث خطأ

# reservationFailedToDeleteTheReservation
source: Failed to delete the reservation
ar: فشل حذف الحجز

# reservationReservationWasUpdated
source: Reservation was updated
ar: تم تحديث الحجز

# reservationTheReservationChangeWasSaved
source: The reservation change was saved.
ar: تم حفظ تغيير الحجز.

# reservationErrors
source: Errors
ar: أخطاء

# reservationFailedToUpdateReservation
source: Failed to update reservation
ar: فشل تحديث الحجز

# reservationEditReservation
source: Edit Reservation
ar: تحرير الحجز

# reservationLocation
source: Location
ar: الموقع

# reservationChooseWhichLocationYouWantToShipTheItemsFrom
source: Choose which location you want to ship the items from.
ar: اختر الموقع الذي تريد شحن العناصر منه.

# reservationItemsToAllocateTitle
source: Items to Allocate
ar: عناصر للتخصيص

# reservationSelectTheNumberOfItemsThatYouWishToAllocate
source: Select the number of items that you wish to allocate.
ar: حدد عدد العناصر التي ترغب في تخصيصها.

# reservationMaxReservationRequested
source: / maxReservation requested
ar: / maxReservation مطلوب

# reservationReserved
source: reserved
ar: محجوز

# reservationDescription
source: Description
ar: الوصف

# reservationWhatTypeOfReservationIsThis
source: What type of reservation is this?
ar: ما نوع هذا الحجز؟

# reservationMetadata
source: Metadata
ar: البيانات الوصفية

# reservationRemoveMetadata
source: Remove metadata
ar: إزالة البيانات الوصفية

# reservationAddMetadata
source: Add metadata
ar: إضافة بيانات وصفية

# reservationDeleteReservation
source: Delete reservation
ar: حذف الحجز

# reservationCancel
source: Cancel
ar: إلغاء

# reservationSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# reservationCouldntAllocateItems
source: Couldn't allocate items
ar: تعذر تخصيص العناصر

# reservationItemsAllocated
source: Items allocated
ar: تم تخصيص العناصر

# reservationItemsHaveBeenAllocatedSuccessfully
source: Items have been allocated successfully
ar: تم تخصيص العناصر بنجاح

# reservationSaveReservation
source: Save reservation
ar: حفظ الحجز

# reservationLoading
source: Loading...
ar: جار التحميل...

# reservationAllocateOrderItems
source: Allocate order items
ar: تخصيص عناصر الطلب

# reservationChooseWhereYouWishToAllocateFrom
source: Choose where you wish to allocate from
ar: اختر المكان الذي ترغب في التخصيص منه

# reservationItemsToAllocate
source: Items to allocate
ar: العناصر للتخصيص

# returnsSuccess
source: Success
ar: نجاح

# returnsSuccessfullyReturnedOrder
source: Successfully returned order
ar: تمت إعادة الطلب بنجاح

# returnsError
source: Error
ar: حدث خطأ

# returnsRequestReturn
source: Request Return
ar: طلب إعادة

# returnsItemsToReturn
source: Items to return
ar: العناصر للإعادة

# returnsChooseWhichLocationYouWantToReturnTheItemsTo
source: Choose which location you want to return the items to.
ar: اختر الموقع الذي تريد إعادة العناصر إليه.

# returnsSelectLocationToReturnTo
source: Select Location to Return to
ar: حدد الموقع للإعادة إليه

# returnsSelectedLocationHasNoInventoryLevels
source: The selected location does not have inventory levels for the selected items. The return can be requested but can't be received until an inventory level is created for the selected location.
ar: لا يحتوي الموقع المحدد على مستويات مخزون للعناصر المحددة. يمكن طلب الإعادة ولكن لا يمكن استلامها حتى يتم إنشاء مستوى مخزون للموقع المحدد.

# returnsShipping
source: Shipping
ar: الشحن

# returnsTotalRefund
source: Total Refund
ar: إجمالي الاسترداد

# returnsAmount
source: Amount
ar: المبلغ

# returnsSendNotifications
source: Send notifications
ar: إرسال إشعارات

# returnsNotifyCustomerOfCreatedReturn
source: Notify customer of created return
ar: إخطار العميل بإنشاء الإعادة

# returnsBack
source: Back
ar: العودة

# returnsSubmit
source: Submit
ar: إرسال

# rmaSubModalsSearchForAdditional
source: Search for additional
ar: البحث عن إضافي

# rmaSubModalsGeneral
source: General
ar: عام

# rmaSubModalsFirstName
source: First Name
ar: الاسم الأول

# rmaSubModalsLastName
source: Last Name
ar: اسم العائلة

# rmaSubModalsPhone
source: Phone
ar: هاتف

# rmaSubModalsShippingAddress
source: Shipping Address
ar: عنوان الشحن

# rmaSubModalsAddress1
source: Address 1
ar: العنوان 1

# rmaSubModalsAddress2
source: Address 2
ar: العنوان 2

# rmaSubModalsProvince
source: Province
ar: المحافظة

# rmaSubModalsPostalCode
source: Postal code
ar: الرمز البريدي

# rmaSubModalsCity
source: City
ar: المدينة

# rmaSubModalsCountry
source: Country
ar: البلد

# rmaSubModalsBack
source: Back
ar: العودة

# rmaSubModalsAdd
source: Add
ar: إضافة

# rmaSubModalsName
source: Name
ar: الاسم

# rmaSubModalsStatus
source: Status
ar: الحالة

# rmaSubModalsInStock
source: In Stock
ar: متوفر

# rmaSubModalsProducts
source: Products
ar: المنتجات

# rmaSubModalsSearchProducts
source: Search Products..
ar: البحث عن منتجات..

# rmaSubModalsReasonForReturn
source: Reason for Return
ar: سبب الإعادة

# rmaSubModalsReason
source: Reason
ar: السبب

# rmaSubModalsNote
source: Note
ar: ملاحظة

# swapSuccess
source: Success
ar: نجاح

# swapSuccessfullyCreatedExchange
source: Successfully created exchange
ar: تم إنشاء المبادلة بنجاح

# swapError
source: Error
ar: حدث خطأ

# swapRegisterExchange
source: Register Exchange
ar: تسجيل مبادلة

# swapItemsToReturn
source: Items to return
ar: العناصر للإعادة
