Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# pagesThesePublishableKeysWillAllowYouToAuthenticateApiRequests
source: These publishable keys will allow you to authenticate API requests.
ar: ستسمح لك هذه المفاتيح القابلة للنشر بالمصادقة على طلبات API.

# tablesName
source: Name
ar: الاسم

# tablesToken
source: Token
ar: الرمز

# tablesDone
source: done
ar: تم

# tablesCopyToClipboard
source: Copy to clipboard
ar: نسخ إلى الحافظة

# tablesCreated
source: Created
ar: تم إنشاؤه

# tablesStatus
source: Status
ar: الحالة

# tablesRevoked
source: Revoked
ar: تم إلغاؤه

# tablesLive
source: Live
ar: نشط

# tablesEditApiKeyDetails
source: Edit API key details
ar: تحرير تفاصيل مفتاح API

# tablesEditSalesChannels
source: Edit sales channels
ar: تحرير قنوات المبيعات

# tablesCopyToken
source: Copy token
ar: نسخ الرمز

# tablesRevokeToken
source: Revoke token
ar: إلغاء الرمز

# tablesDeleteApiKey
source: Delete API key
ar: حذف مفتاح API

# tablesYesDelete
source: Yes, delete
ar: نعم، احذف

# tablesApiKeyDeleted
source: API key deleted
ar: تم حذف مفتاح API

# tablesAreYouSureYouWantToDeleteThisPublicKey
source: Are you sure you want to delete this public key?
ar: هل أنت متأكد أنك تريد حذف هذا المفتاح العام؟

# tablesDeleteKey
source: Delete key
ar: حذف المفتاح

# tablesYesRevoke
source: Yes, revoke
ar: نعم، ألغِ

# tablesApiKeyRevoked
source: API key revoked
ar: تم إلغاء مفتاح API

# tablesAreYouSureYouWantToRevokeThisPublicKey
source: Are you sure you want to revoke this public key?
ar: هل أنت متأكد أنك تريد إلغاء هذا المفتاح العام؟

# tablesRevokeKey
source: Revoke key
ar: إلغاء المفتاح

# tablesApiKeys
source: API Keys
ar: مفاتيح API

# tablesNoKeysYetUseTheAboveButtonToCreateYourFirstPublishableKey
source: No keys yet, use the above button to create your first publishable key
ar: لا توجد مفاتيح بعد، استخدم الزر أعلاه لإنشاء أول مفتاح قابل للنشر لك

# tablesTitle
source: Title
ar: العنوان

# tablesDescription
source: Description
ar: الوصف

# tablesNoAddedSalesChannels
source: No added sales channels
ar: لم تتم إضافة قنوات مبيعات

# tablesSalesChannels
source: Sales Channels
ar: قنوات المبيعات

# formTitle
source: Title
ar: العنوان

# formWebsiteAppAmazonPhysicalStorePosFacebookProductFeed
source: Website, app, Amazon, physical store POS, facebook product feed...
ar: الموقع الإلكتروني ، التطبيق ، أمازون ، المتجر المادي ، نقاط البيع ، تغذية المنتج في فيسبوك...

# formDescription
source: Description
ar: الوصف

# formAvailableProductsAtOurWebsiteApp
source: Available products at our website, app...
ar: المنتجات المتاحة على موقعنا الإلكتروني ، التطبيق...

# formSuccess
source: Success
ar: نجاح

# formTheSalesChannelIsSuccessfullyUpdated
source: The sales channel is successfully updated
ar: تم تحديث قناة المبيعات بنجاح

# formError
source: Error
ar: حدث خطأ

# formFailedToUpdateTheSalesChannel
source: Failed to update the sales channel
ar: فشل تحديث قناة المبيعات

# formSalesChannelDetails
source: Sales channel details
ar: تفاصيل قناة المبيعات

# formGeneralInfo
source: General info
ar: معلومات عامة

# formName
source: Name
ar: الاسم

# formClose
source: Close
ar: إغلاق

# formSave
source: Save
ar: حفظ

# pagesDraft
source: Draft
ar: مسودة

# pagesControlWhichProductsAreAvailableInWhichChannels
source: Control which products are available in which channels
ar: تحكم في المنتجات المتاحة في أي القنوات

# pagesSearchByTitleOrDescription
source: Search by title or description
ar: البحث حسب العنوان أو الوصف

# pagesConfirmDeleteSalesChannel
source: Are you sure you want to delete this sales channel? The setup you made will be gone forever.
ar: هل أنت متأكد من حذف قناة المبيعات هذه؟ سيذهب الإعداد الذي قمت به إلى الأبد.

# pagesDeleteChannelHeading
source: Delete Channel
ar: حذف القناة

# pagesEditGeneralInfo
source: Edit general info
ar: تعديل المعلومات العامة

# pagesAddProducts
source: Add products
ar: إضافة منتجات

# pagesDeleteChannel
source: Delete channel
ar: حذف القناة

# pagesDisabled
source: Disabled
ar: معطل

# pagesEnabled
source: Enabled
ar: مفعل

# tablesCollection
source: Collection
ar: المجموعة

# tablesStartBuildingYourChannelsSetup
source: Start building your channels setup...
ar: ابدأ في بناء إعداد القنوات الخاص بك...

# tablesNoProductsInChannels
source: You havenâ€™t added any products to this channels yet, but once you do they will live here.
ar: لم تقم بإضافة أي منتجات إلى هذه القنوات بعد ، ولكن ما إن تقوم بالإضافة ستعيش هنا.

# tablesAddProducts
source: Add products
ar: إضافة منتجات

# tablesDetails
source: Details
ar: التفاصيل

# tablesRemoveFromTheChannel
source: Remove from the channel
ar: إزالة من القناة

# tablesProducts
source: Products
ar: المنتجات

# tablesRemove
source: Remove
ar: إزالة

# componentsSuccessfullyUpdatedCurrency
source: Successfully updated currency
ar: تم تحديث العملة بنجاح

# componentsDefault
source: Default
ar: افتراضي

# defaultStoreCurrencySuccess
source: Success
ar: نجاح

# defaultStoreCurrencySuccessfullyUpdatedDefaultCurrency
source: Successfully updated default currency
ar: تم تحديث العملة الافتراضية بنجاح

# defaultStoreCurrencyError
source: Error
ar: حدث خطأ

# defaultStoreCurrencyDefaultStoreCurrency
source: Default store currency
ar: العملة الافتراضية للمتجر

# defaultStoreCurrencyThisIsTheCurrencyYourPricesAreShownIn
source: This is the currency your prices are shown in.
ar: هذه هي العملة التي تظهر بها أسعارك.

# storeCurrenciesSuccess
source: Success
ar: نجاح

# storeCurrenciesSuccessfullyUpdatedCurrencies
source: Successfully updated currencies
ar: تم تحديث العملات بنجاح

# storeCurrenciesError
source: Error
ar: حدث خطأ

# storeCurrenciesCancel
source: Cancel
ar: إلغاء

# storeCurrenciesSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# storeCurrenciesSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# storeCurrenciesAddStoreCurrencies
source: Add Store Currencies
ar: إضافة عملات للمتجر

# storeCurrenciesCurrentStoreCurrencies
source: Current Store Currencies
ar: عملات المتجر الحالية

# storeCurrenciesClose
source: Close
ar: إغلاق

# storeCurrenciesDeselect
source: Deselect
ar: إلغاء التحديد

# storeCurrenciesRemove
source: Remove
ar: إزالة

# storeCurrenciesAddCurrencies
source: Add Currencies
ar: إضافة عملات

# storeCurrenciesStoreCurrencies
source: Store currencies
ar: عملات المتجر

# storeCurrenciesAllTheCurrenciesAvailableInYourStore
source: All the currencies available in your store.
ar: جميع العملات المتاحة في متجرك.

# storeCurrenciesEditCurrencies
source: Edit currencies
ar: تعديل العملات

# currenciesAnUnknownErrorOccurred
source: An unknown error occurred
ar: حدث خطأ غير معروف

# currenciesError
source: Error
ar: حدث خطأ

# currenciesBackToSettings
source: Back to Settings
ar: العودة إلى الإعدادات

# currenciesManageTheMarketsThatYouWillOperateWithin
source: Manage the markets that you will operate within.
ar: أدر الأسواق التي ستعمل داخلها.

# currenciesIncludeOrExcludeTaxes
source: Decide if you want to include or exclude taxes whenever you define a price in this currency
ar: اختر إذا كنت تريد تضمين أو استبعاد الضرائب عند تحديد السعر بهذه العملة

# currenciesTaxInclPrices
source: Tax Incl. Prices
ar: الأسعار شاملة الضرائب

# settingsError
source: Error
ar: حدث خطأ

# settingsMalformedSwapUrl
source: Malformed swap url
ar: عنوان الصفحة للمبادلة تالف

# settingsMalformedPaymentUrl
source: Malformed payment url
ar: عنوان الصفحة للدفع تالف

# settingsMalformedInviteUrl
source: Malformed invite url
ar: عنوان الصفحة للدعوة تالف

# settingsSuccess
source: Success
ar: نجاح

# settingsSuccessfullyUpdatedStore
source: Successfully updated store
ar: تم تحديث المتجر بنجاح

# settingsBackToSettings
source: Back to settings
ar: العودة إلى الإعدادات

# settingsSave
source: Save
ar: حفظ

# settingsCancel
source: Cancel
ar: إلغاء

# settingsStoreDetails
source: Store Details
ar: تفاصيل المتجر

# settingsManageYourBusinessDetails
source: Manage your business details
ar: أدر تفاصيل عملك

# settingsGeneral
source: General
ar: عام

# settingsStoreName
source: Store name
ar: اسم المتجر

# settingsMedusaStore
source: Medusa Store
ar: متجر Medusa

# settingsAdvancedSettings
source: Advanced settings
ar: الإعدادات المتقدمة

# settingsSwapLinkTemplate
source: Swap link template
ar: قالب رابط المبادلة

# settingsDraftOrderLinkTemplate
source: Draft order link template
ar: قالب رابط مسودة الطلب

# settingsInviteLinkTemplate
source: Invite link template
ar: قالب رابط الدعوة

# settingsManageTheGeneralSettingsForYourStore
source: Manage the general settings for your store
ar: أدر الإعدادات العامة لمتجرك

# settingsManageTheSettingsForYourStoreAposSExtensions
source: Manage the settings for your store extensions
ar: أدر إعدادات امتدادات متجرك

# editUserInformationSuccess
source: Success
ar: نجاح

# editUserInformationYourInformationWasSuccessfullyUpdated
source: Your information was successfully updated
ar: تم تحديث معلوماتك بنجاح

# editUserInformationEditInformation
source: Edit information
ar: تعديل المعلومات

# editUserInformationCancel
source: Cancel
ar: إلغاء

# editUserInformationSubmitAndClose
source: Submit and close
ar: إرسال وإغلاق

# personalInformationBackToSettings
source: Back to Settings
ar: العودة إلى الإعدادات

# personalInformationPersonalInformation
source: Personal information
ar: المعلومات الشخصية

# personalInformationManageYourMedusaProfile
source: Manage your Medusa profile
ar: أدر ملفك الشخصي في Medusa

# personalInformationLanguageSettingsTitle
source: Language
ar: اللغة

# personalInformationLanguageSettingsDescription
source: Adjust the language of Medusa Admin
ar: عدِّل لغة Medusa Admin

# personalInformationLanguageSettingsHelpUsTranslate
source: Help us translate
ar: ساعدنا في الترجمة

# personalInformationUsageInsightsTitle
source: Usage insights
ar: معلومات الاستخدام

# usageInsightsDisabled
source: Disabled
ar: معطل

# usageInsightsActive
source: Active
ar: نشط

# usageInsightsShareUsageInsightsAndHelpUsImproveMedusa
source: Share usage insights and help us improve Medusa
ar: شارك معلومات الاستخدام وساعدنا على تحسين Medusa

# usageInsightsEditPreferences
source: Edit preferences
ar: تعديل التفضيلات

# usageInsightsSuccess
source: Success
ar: نجاح

# usageInsightsYourInformationWasSuccessfullyUpdated
source: Your information was successfully updated
ar: تم تحديث معلوماتك بنجاح

# usageInsightsError
source: Error
ar: حدث خطأ

# usageInsightsCancel
source: Cancel
ar: إلغاء

# usageInsightsSubmitAndClose
source: Submit and close
ar: إرسال وإغلاق

# regionFormTitle
source: Title
ar: العنوان

# regionFormEurope
source: Europe
ar: أوروبا

# regionFormCurrencyCodeIsRequired
source: Currency code is required
ar: رمز العملة مطلوب

# regionFormCurrency
source: Currency
ar: العملة

# regionFormChooseCurrency
source: Choose currency
ar: اختر العملة

# regionFormDefaultTaxRate
source: Default Tax Rate
ar: معدل الضريبة الافتراضي

# regionFormTaxRateIsRequired
source: Tax rate is required
ar: معدل الضريبة مطلوب

# regionFormTaxRateMustBeEqualToOrLessThan100
source: Tax rate must be equal to or less than 100
ar: يجب أن يساوي معدل الضريبة أو يقل عن 100٪

# regionFormDefaultTaxCode
source: Default Tax Code
ar: رمز الضريبة الافتراضي

# regionFormCountries
source: Countries
ar: الدول

# regionFormChooseCountries
source: Choose countries
ar: اختر الدول

# regionFormTaxInclusivePrices
source: Tax inclusive prices
ar: الأسعار شاملة الضرائب

# regionFormWhenEnabledRegionPricesWillBeTaxInclusive
source: When enabled region prices will be tax inclusive.
ar: عند التمكين ، ستشمل أسعار المنطقة الضريبة.

# regionFormPaymentProvidersAreRequired
source: Payment providers are required
ar: مزودو الدفع مطلوبون

# regionFormPaymentProviders
source: Payment Providers
ar: مزودو الدفع

# regionFormChoosePaymentProviders
source: Choose payment providers...
ar: اختر مزودي الدفع...

# regionFormFulfillmentProvidersAreRequired
source: Fulfillment providers are required
ar: مزودو التنفيذ مطلوبون

# regionFormFulfillmentProviders
source: Fulfillment Providers
ar: مزودو التنفيذ

# regionFormChooseFulfillmentProviders
source: Choose fulfillment providers...
ar: اختر مزودي التنفيذ...

# shippingOptionCardSuccess
source: Success
ar: نجاح

# shippingOptionCardShippingOptionUpdated
source: Shipping option updated
ar: تم تحديث خيار الشحن

# shippingOptionCardError
source: Error
ar: حدث خطأ

# shippingOptionCardEditShippingOption
source: Edit Shipping Option
ar: تعديل خيار الشحن

# shippingOptionCardFulfillmentMethod
source: Fulfillment Method
ar: طريقة التنفيذ

# shippingOptionCardCancel
source: Cancel
ar: إلغاء

# shippingOptionCardSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# shippingOptionCardShippingOptionHasBeenDeleted
source: Shipping option has been deleted
ar: تم حذف خيار الشحن

# shippingOptionCardFlatRate
source: Flat Rate
ar: سعر ثابت

# shippingOptionCardCalcualted
source: Calculated
ar: محسوب

# shippingOptionCardMinSubtotal
source: Min. subtotal:
ar: الحد الأدنى للمجموع الفرعي:

# shippingOptionCardMaxSubtotal
source: Max. subtotal:
ar: الحد الأقصى للمجموع الفرعي:

# shippingOptionCardAdmin
source: Admin
ar: المشرف

# shippingOptionCardStore
source: Store
ar: المتجر

# shippingOptionCardEdit
source: Edit
ar: تعديل

# shippingOptionCardDelete
source: Delete
ar: حذف

# shippingOptionFormVisibleInStore
source: Visible in store
ar: مرئي في المتجر

# shippingOptionFormEnableOrDisableTheShippingOptionVisiblityInStore
source: Enable or disable the shipping option visiblity in store.
ar: تمكين أو تعطيل رؤية خيار الشحن في المتجر.

# shippingOptionFormDetails
source: Details
ar: التفاصيل

# shippingOptionFormTitle
source: Title
ar: العنوان

# shippingOptionFormTitleIsRequired
source: Title is required
ar: العنوان مطلوب

# shippingOptionFormPriceType
source: Price Type
ar: نوع السعر

# shippingOptionFormFlatRate
source: Flat Rate
ar: سعر ثابت

# shippingOptionFormCalculated
source: Calculated
ar: محسوب

# shippingOptionFormChooseAPriceType
source: Choose a price type
ar: اختر نوع السعر

# shippingOptionFormPrice
source: Price
ar: السعر

# shippingOptionFormShippingProfile
source: Shipping Profile
ar: ملف الشحن

# shippingOptionFormChooseAShippingProfile
source: Choose a shipping profile
ar: اختر ملف الشحن

# shippingOptionFormFulfillmentMethod
source: Fulfillment Method
ar: طريقة التنفيذ

# shippingOptionFormChooseAFulfillmentMethod
source: Choose a fulfillment method
ar: اختر طريقة التنفيذ

# shippingOptionFormRequirements
source: Requirements
ar: المتطلبات

# shippingOptionFormMinSubtotalMustBeLessThanMaxSubtotal
source: Min. subtotal must be less than max. subtotal
ar: يجب أن يقل الحد الأدنى للمجموع الفرعي عن الحد الأقصى للمجموع الفرعي

# shippingOptionFormMinSubtotal
source: Min. subtotal
ar: الحد الأدنى للمجموع الفرعي

# shippingOptionFormMaxSubtotal
source: Max. subtotal
ar: الحد الأقصى للمجموع الفرعي

# shippingOptionFormMetadata
source: Metadata
ar: البيانات الوصفية

# generalSectionSuccess
source: Success
ar: نجاح

# generalSectionRegionWasSuccessfullyUpdated
source: Region was successfully updated
ar: تم تحديث المنطقة بنجاح

# generalSectionError
source: Error
ar: حدث خطأ

# generalSectionEditRegionDetails
source: Edit Region Details
ar: تعديل تفاصيل المنطقة

# generalSectionDetails
source: Details
ar: التفاصيل

# generalSectionProviders
source: Providers
ar: المزودون

# generalSectionMetadata
source: Metadata
ar: البيانات الوصفية

# generalSectionCancel
source: Cancel
ar: إلغاء

# generalSectionSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# editSomethingWentWrong
source: Something went wrong...
ar: حدث خطأ ما...

# editNoRegionFound
source: We can't find a region with that ID, use the menu to the left to select a region.
ar: لا يمكننا العثور على منطقة بهذا المعرف، استخدم القائمة على اليسار لتحديد منطقة.

# returnShippingOptionsSuccess
source: Success
ar: نجاح

# returnShippingOptionsShippingOptionCreated
source: Shipping option created
ar: تم إنشاء خيار الشحن

# returnShippingOptionsError
source: Error
ar: حدث خطأ

# returnShippingOptionsAddReturnShippingOption
source: Add Return Shipping Option
ar: إضافة خيار شحن إرجاع

# returnShippingOptionsCancel
source: Cancel
ar: إلغاء

# returnShippingOptionsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# returnShippingOptionsReturnShippingOptions
source: Return Shipping Options
ar: خيارات شحن الإرجاع

# returnShippingOptionsAddOption
source: Add Option
ar: إضافة خيار

# returnShippingOptionsEnterSpecificsAboutAvailableRegionalReturnShipmentMethods
source: Enter specifics about available regional return shipment methods.
ar: أدخل تفاصيل حول طرق شحن الإرجاع الإقليمية المتاحة.

# shippingOptionsSuccess
source: Success
ar: نجاح

# shippingOptionsShippingOptionCreated
source: Shipping option created
ar: تم إنشاء خيار الشحن

# shippingOptionsError
source: Error
ar: حدث خطأ

# shippingOptionsAddShippingOption
source: Add Shipping Option
ar: إضافة خيار شحن

# shippingOptionsCancel
source: Cancel
ar: إلغاء

# shippingOptionsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# shippingOptionsShippingOptions
source: Shipping Options
ar: خيارات الشحن

# shippingOptionsAddOption
source: Add Option
ar: إضافة خيار

# shippingOptionsEnterSpecificsAboutAvailableRegionalShipmentMethods
source: Enter specifics about available regional shipment methods.
ar: أدخل تفاصيل حول طرق الشحن الإقليمية المتاحة.

# newRegionCreated
source: Region created
ar: تم إنشاء المنطقة

# newCreateRegion
source: Create region
ar: إنشاء منطقة

# newDetails
source: Details
ar: التفاصيل

# newAddTheRegionDetails
source: Add the region details.
ar: أضف تفاصيل المنطقة.

# newProviders
source: Providers
ar: المزودون

# newAddWhichFulfillmentAndPaymentProvidersShouldBeAvailableInThisRegion
source: Add which fulfillment and payment providers should be available in this region.
ar: أضف مزودي التنفيذ والدفع الذين يجب أن يكونوا متاحين في هذه المنطقة.

# regionOverviewRegions
source: Regions
ar: المناطق

# regionOverviewManageTheMarketsThatYouWillOperateWithin
source: Manage the markets that you will operate within.
ar: أدر الأسواق التي ستعمل داخلها.

# regionOverviewNotConfigured
source: Not configured
ar: غير مهيأ

# regionOverviewFulfillmentProviders
source: Fulfillment providers:
ar: مزودو التنفيذ:

# returnReasonsNotificationSuccess
source: Success
ar: نجاح

# returnReasonsCreatedANewReturnReason
source: Created a new return reason
ar: تم إنشاء سبب إرجاع جديد

# returnReasonsSuccess
source: success
ar: نجاح

# returnReasonsError
source: Error
ar: حدث خطأ

# returnReasonsCannotCreateAReturnReasonWithAnExistingValue
source: Cannot create a return reason with an existing value
ar: لا يمكن إنشاء سبب إرجاع بقيمة موجودة

# returnReasonsAddReason
source: Add Reason
ar: إضافة سبب

# returnReasonsValueIsRequired
source: Value is required
ar: القيمة مطلوبة

# returnReasonsValue
source: Value
ar: القيمة

# returnReasonsLabelIsRequired
source: Label is required
ar: التسمية مطلوبة

# returnReasonsLabel
source: Label
ar: التسمية

# returnReasonsDescription
source: Description
ar: الوصف

# returnReasonsCustomerReceivedTheWrongSize
source: Customer received the wrong size
ar: تلقى العميل المقاس الخطأ

# returnReasonsCancel
source: Cancel
ar: إلغاء

# returnReasonsCreate
source: Create
ar: إنشاء

# returnReasonsSuccessTitle
source: Success
ar: نجاح

# returnReasonsSuccessfullyUpdatedReturnReason
source: Successfully updated return reason
ar: تم تحديث سبب الإرجاع بنجاح

# returnReasonsDuplicateReason
source: Duplicate reason
ar: سبب مكرر

# returnReasonsDeleteReason
source: Delete reason
ar: حذف السبب

# returnReasonsSave
source: Save
ar: حفظ

# returnReasonsDetails
source: Details
ar: التفاصيل

# returnReasonsDeleteReturnReason
source: Delete Return Reason
ar: حذف سبب الإرجاع

# returnReasonsAreYouSureYouWantToDeleteThisReturnReason
source: Are you sure you want to delete this return reason?
ar: هل أنت متأكد أنك تريد حذف هذا السبب؟

# returnReasonsBackToSettings
source: Back to settings
ar: العودة إلى الإعدادات

# returnReasonsReturnReasons
source: Return Reasons
ar: أسباب الإرجاع

# returnReasonsAddReasonLabel
source: Add reason
ar: إضافة سبب

# returnReasonsManageReasonsForReturnedItems
source: Manage reasons for returned items
ar: أدِر أسباب إرجاع العناصر

# taxesDetails
source: Details
ar: التفاصيل

# taxesNewTaxRate
source: New Tax Rate
ar: معدل ضريبة جديد

# taxesTaxCalculationSettings
source: Tax Calculation Settings
ar: إعدادات حساب الضريبة

# taxesSuccess
source: Success
ar: نجاح

# taxesSuccessfullyUpdatedTaxRate
source: Successfully updated Tax Rate.
ar: تم تحديث معدل الضريبة بنجاح.

# taxesError
source: Error
ar: حدث خطأ

# taxesOverrides
source: Overrides
ar: التجاوزات

# taxesProductRules
source: Product Rules
ar: قواعد المنتج

# taxesProductRulesDescriptionOne
source: Applies to count productWithCount
ar: ينطبق على count منتج

# taxesProductRulesDescriptionOther
source: Applies to count productWithCount
ar: ينطبق على count منتج

# taxesProductTypeRules
source: Product Type Rules
ar: قواعد نوع المنتج

# taxesProductTypeRulesDescriptionOne
source: Applies to count product typeWithCount
ar: ينطبق على count نوع منتج

# taxesProductTypeRulesDescriptionOther
source: Applies to count product typeWithCount
ar: ينطبق على count نوع منتج

# taxesShippingOptionRules
source: Shipping Option Rules
ar: قواعد خيار الشحن

# taxesAppliesToShippingOptionWithCountOne
source: Applies to count shipping optionWithCount
ar: ينطبق على count خيار شحن

# taxesAppliesToShippingOptionWithCountOther
source: Applies to count shipping optionWithCount
ar: ينطبق على count خيار شحن

# taxesAddOverrides
source: Add Overrides
ar: إضافة تجاوزات

# taxesCancel
source: Cancel
ar: إلغاء

# taxesSave
source: Save
ar: حفظ

# taxesName
source: Name
ar: الاسم

# taxesDefault
source: Default
ar: افتراضي

# taxesRateName
source: Rate name
ar: اسم المعدل

# taxesTaxRate
source: Tax Rate
ar: معدل الضريبة

# taxesTaxCode
source: Tax Code
ar: رمز الضريبة

# taxesEditTaxRate
source: Edit Tax Rate
ar: تحرير معدل الضريبة

# taxesBackToSettings
source: Back to settings
ar: العودة إلى الإعدادات

# taxesRegions
source: Regions
ar: المناطق

# taxesSelectTheRegionYouWishToManageTaxesFor
source: Select the region you wish to manage taxes for
ar: حدد المنطقة التي ترغب في إدارة الضرائب لها

# taxesGoToRegionSettings
source: Go to Region settings
ar: الذهاب إلى إعدادات المنطقة

# taxesSuccessfullyCreatedTaxRate
source: Successfully created tax rate.
ar: تم إنشاء معدل ضريبة بنجاح.

# taxesAddTaxRate
source: Add Tax Rate
ar: إضافة معدل ضريبة

# taxesAppliesToProductTypeWithCountOne
source: Applies to count product typeWithCount
ar: ينطبق على count نوع منتج

# taxesAppliesToProductTypeWithCountOther
source: Applies to count product typeWithCount
ar: ينطبق على count نوع منتج

# taxesCreate
source: Create
ar: إنشاء

# taxesSelectProducts
source: Select Products
ar: تحديد المنتجات

# taxesSelectProductTypesLabel
source: Select Product Types
ar: تحديد أنواع المنتجات

# taxesProductTypes
source: Product Types
ar: أنواع المنتجات

# taxesSystemTaxProvider
source: System Tax Provider
ar: مزود ضريبة النظام

# taxesRegionTaxSettingsWereSuccessfullyUpdated
source: Region tax settings were successfully updated.
ar: تم تحديث إعدادات ضريبة المنطقة بنجاح

# taxesTaxProvider
source: Tax Provider
ar: مزود الضريبة

# taxesCalculateTaxesAutomatically
source: Calculate taxes automatically?
ar: حساب الضرائب تلقائياً؟

# taxesAutomaticallyApplyTaxCalculationsToCarts
source: When checked Medusa will automatically apply tax calculations to Carts in this Region. When unchecked you will have to manually compute taxes at checkout. Manual taxes are recommended if using a 3rd party tax provider to avoid performing too many requests
ar: عند التحقق سيقوم Medusa تلقائيًا بتطبيق حسابات الضريبة على عربات التسوق في هذه المنطقة. عند عدم التحقق ، سيتعين عليك حساب الضرائب يدويًا عند الخروج. توصى الضرائب اليدوية إذا كنت تستخدم مزود ضريبة خارجي لتجنب تنفيذ الكثير من الطلبات

# taxesApplyTaxToGiftCards
source: Apply tax to gift cards?
ar: تطبيق الضريبة على بطاقات الهدايا؟
