Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# backButtonGoBack
source: Go back
ar: رجوع

# salesChannelsDisplayAvailableCount
source: Available in availableChannelsCount out of totalChannelsCount Sales Channels
ar: متاح في <2>availableChannelsCount</2> من <6>totalChannelsCount</6> قنوات المبيعات

# activityDrawerActivity
source: Activity
ar: النشاط

# activityDrawerNoNotificationsTitle
source: It's quiet in here...
ar: هدوء هنا...

# activityDrawerNoNotificationsDescription
source: You don't have any notifications at the moment, but once you do they will live here.
ar: ليس لديك أي إشعارات حاليًا ، ولكن بمجرد أن يكون لديك إشعارات ستظهر هنا.

# activityDrawerErrorTitle
source: Oh no...
ar: آه لا...

# activityDrawerErrorDescription
source: Something went wrong while trying to fetch your notifications - We will keep trying!
ar: حدث خطأ ما أثناء محاولة جلب إشعاراتك - سنواصل المحاولة!

# activityDrawerProcessing
source: Processing...
ar: جار المعالجة...

# analyticsConfigFormTitle
source: Anonymize my usage data
ar: جعل بيانات الاستخدام الخاصة بي مجهولة الهوية

# analyticsConfigFormDescription
source: You can choose to anonymize your usage data. If this option is selected, we will not collect your personal information, such as your name and email address.
ar: يمكنك اختيار جعل بيانات استخدامك مجهولة الهوية. إذا تم تحديد هذا الخيار ، فلن نقوم بجمع معلوماتك الشخصية ، مثل اسمك وعنوان بريدك الإلكتروني.

# analyticsConfigFormOptOut
source: Opt out of sharing my usage data
ar: عدم مشاركة بيانات الاستخدام الخاصة بي

# analyticsConfigFormOptOutLater
source: You can always opt out of sharing your usage data at any time.
ar: يمكنك دائمًا اختيار عدم مشاركة بيانات الاستخدام الخاصة بك في أي وقت.

# analyticsPreferencesSuccess
source: Success
ar: نجاح

# analyticsPreferencesYourPreferencesWereSuccessfullyUpdated
source: Your preferences were successfully updated
ar: تم تحديث تفضيلاتك بنجاح

# analyticsPreferencesError
source: Error
ar: حدث خطأ

# analyticsPreferencesHelpUsGetBetter
source: Help us get better
ar: ساعدنا في التحسن

# analyticsPreferencesDisclaimer
source: To create the most compelling e-commerce experience we would like to gain insights in how you use Medusa. User insights allow us to build a better, more engaging, and more usable products. We only collect data for product improvements. Read what data we gather in our
ar: لإنشاء أكثر تجربة تجارة إلكترونية شيقة، نود الحصول على رؤى حول كيفية استخدامك لـ Medusa. تسمح لنا رؤى المستخدمين ببناء منتج أفضل وأكثر جاذبية وأكثر قابلية للاستخدام. نحن نجمع البيانات فقط لتحسين المنتجات. اقرأ البيانات التي نجمعها في

# analyticsPreferencesDocumentation
source: documentation
ar: وثائقنا

# analyticsPreferencesPleaseEnterAValidEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح

# analyticsPreferencesContinue
source: Continue
ar: استمر

# currencyInputCurrency
source: Currency
ar: العملة

# currencyInputAmountIsNotValid
source: Amount is not valid
ar: المبلغ غير صالح

# organismsSuccess
source: Success
ar: نجاح

# organismsDeleteSuccessful
source: Delete successful
ar: تم الحذف بنجاح

# organismsAreYouSureYouWantToDelete
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟

# organismsNoCancel
source: No, cancel
ar: لا، إلغاء

# organismsYesRemove
source: Yes, remove
ar: نعم، إحذف

# detailsCollapsibleHideAdditionalDetails
source: Hide additional details
ar: إخفاء التفاصيل الإضافية

# detailsCollapsibleShowAdditionalDetails
source: Show additional details
ar: إظهار التفاصيل الإضافية

# editUserModalSuccess
source: Success
ar: نجاح

# editUserModalUserWasUpdated
source: User was updated
ar: تم تحديث المستخدم

# editUserModalError
source: Error
ar: حدث خطأ

# editUserModalEditUser
source: Edit User
ar: تعديل المستخدم

# editUserModalFirstNameLabel
source: First Name
ar: الاسم الأول

# editUserModalFirstNamePlaceholder
source: First name...
ar: الاسم الأول...

# editUserModalLastNameLabel
source: Last Name
ar: اسم العائلة

# editUserModalLastNamePlaceholder
source: Last name...
ar: اسم العائلة...

# editUserModalEmail
source: Email
ar: البريد الإلكتروني

# editUserModalCancel
source: Cancel
ar: إلغاء

# editUserModalSave
source: Save
ar: حفظ

# errorBoundaryBackToDashboard
source: Back to dashboard
ar: العودة إلى لوحة التحكم

# errorBoundaryAnUnknownErrorOccured
source: An unknown error occured
ar: حدث خطأ غير معروف

# errorBoundaryBadRequest
source: Bad request
ar: طلب خاطئ

# errorBoundaryYouAreNotLoggedIn
source: You are not logged in
ar: أنت غير مسجل الدخول

# errorBoundaryYouDoNotHavePermissionPerformThisAction
source: You do not have permission to perform this action
ar: ليس لديك إذن لتنفيذ هذا الإجراء

# errorBoundaryPageWasNotFound
source: Page was not found
ar: لم يتم العثور على الصفحة

# errorBoundaryAnUnknownServerErrorOccured
source: An unknown server error occured
ar: حدث خطأ خادم غير معروف

# errorBoundary503
source: Server is currently unavailable
ar: الخادم غير متاح حاليًا

# errorBoundary500
source: An error occurred with unspecified causes, this is most likely due to a techinical issue on our end. Please try refreshing the page. If the issue keeps happening, contact your administrator.
ar: حدث خطأ بأسباب غير محددة، ومن المرجح أن يرجع ذلك إلى مشكلة فنية من جانبنا. يرجى تحديث الصفحة. إذا استمرت المشكلة، يرجى الاتصال بالمسؤول الخاص بك.

# errorBoundary400
source: The request was malformed, fix your request and please try again.
ar: الطلب غير صحيح، قم بإصلاح طلبك ثم حاول مرة أخرى.

# errorBoundary401
source: You are not logged in, please log in to proceed.
ar: أنت غير مسجل الدخول ، يرجى تسجيل الدخول للمتابعة.

# errorBoundary403
source: You do not have permission to perform this action, if you think this is a mistake, contact your administrator.
ar: ليس لديك إذن لتنفيذ هذا الإجراء ، إذا كنت تعتقد أن هذا خطأ ، اتصل بالمسؤول الخاص بك.

# errorBoundary404
source: The page you have requested was not found, please check the URL and try again.
ar: لم يتم العثور على الصفحة التي طلبتها ، يرجى التحقق من عنوان الصفحة والمحاولة مرة أخرى.

# errorBoundary5002
source: The server was not able to handle your request, this is mostly likely due to a techinical issue on our end. Please try again. If the issue keeps happening, contact your administrator.
ar: لم يتمكن الخادم من التعامل مع طلبك ، وهذا في الغالب بسبب مشكلة فنية من جانبنا. يرجى المحاولة مرة أخرى. إذا استمرت المشكلة، اتصل بالمسؤول الخاص بك.

# errorBoundary5032
source: The server is temporarily unavailable, and your request could not be processed. Please try again later. If the issue keeps happening, contact your administrator.
ar: الخادم غير متوفر مؤقتًا ، ولم يتم معالجة طلبك. يرجى المحاولة مرة أخرى لاحقًا. إذا استمرت المشكلة، اتصل بالمسؤول الخاص بك.

# exportModalTitle
source: Initialize an export of your data
ar: قم بتهيئة تصدير لبياناتك

# exportModalCancel
source: Cancel
ar: إلغاء

# exportModalExport
source: Export
ar: تصدير

# fileUploadModalUploadANewPhoto
source: Upload a new photo
ar: تحميل صورة جديدة

# giftCardBannerEdit
source: Edit
ar: تعديل

# giftCardBannerUnpublish
source: Unpublish
ar: إلغاء النشر

# giftCardBannerPublish
source: Publish
ar: نشر

# giftCardBannerDelete
source: Delete
ar: حذف

# giftCardBannerPublished
source: Published
ar: منشور

# giftCardBannerUnpublished
source: Unpublished
ar: غير منشور

# giftCardDenominationsSectionDenominationAdded
source: Denomination added
ar: تمت إضافة فئة

# giftCardDenominationsSectionANewDenominationWasSuccessfullyAdded
source: A new denomination was successfully added
ar: تمت إضافة فئة جديدة بنجاح

# giftCardDenominationsSectionADenominationWithThatDefaultValueAlreadyExists
source: A denomination with that default value already exists
ar: توجد بالفعل فئة بهذه القيمة الافتراضية

# giftCardDenominationsSectionError
source: Error
ar: حدث خطأ

# giftCardDenominationsSectionAddDenomination
source: Add Denomination
ar: إضافة فئة

# giftCardDenominationsSectionCancel
source: Cancel
ar: إلغاء

# giftCardDenominationsSectionSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# giftCardDenominationsSectionDenominationUpdated
source: Denomination updated
ar: تم تحديث الفئة

# giftCardDenominationsSectionANewDenominationWasSuccessfullyUpdated
source: A new denomination was successfully updated
ar: تم تحديث فئة جديدة بنجاح

# giftCardDenominationsSectionEditDenomination
source: Edit Denomination
ar: تعديل الفئة

# giftCardDenominationsSectionDenominations
source: Denominations
ar: الفئات

# giftCardDenominationsSectionDenomination
source: Denomination
ar: الفئة

# giftCardDenominationsSectionInOtherCurrencies
source: In other currencies
ar: بعملات أخرى

# giftCardDenominationsSectionAndMoreOne
source: , and count more
ar: ,count أكثر

# giftCardDenominationsSectionAndMoreOther
source: , and count more
ar: ,count أكثر

# giftCardDenominationsSectionDeleteDenomination
source: Delete denomination
ar: حذف الفئة

# giftCardDenominationsSectionConfirmDelete
source: Are you sure you want to delete this denomination?
ar: هل أنت متأكد أنك تريد حذف هذه الفئة؟

# giftCardDenominationsSectionDenominationDeleted
source: Denomination deleted
ar: تم حذف الفئة

# giftCardDenominationsSectionDenominationWasSuccessfullyDeleted
source: Denomination was successfully deleted
ar: تم حذف الفئة بنجاح

# giftCardDenominationsSectionEdit
source: Edit
ar: تعديل

# giftCardDenominationsSectionDelete
source: Delete
ar: حذف

# helpDialogHowCanWeHelp
source: How can we help?
ar: كيف يمكننا مساعدتك؟

# helpDialogWeUsuallyRespondInAFewHours
source: We usually respond in a few hours
ar: عادةً نرد خلال بضع ساعات

# helpDialogSubject
source: Subject
ar: الموضوع

# helpDialogWhatIsItAbout
source: What is it about?...
ar: عن ماذا الموضوع؟...

# helpDialogWriteAMessage
source: Write a message...
ar: اكتب رسالة...

# helpDialogFeelFreeToJoinOurCommunityOf
source: Feel free to join our community of
ar: لا تتردد في الانضمام إلى مجتمعنا من

# helpDialogMerchantsAndECommerceDevelopers
source: merchants and e-commerce developers
ar: التجار ومطوري التجارة الإلكترونية

# helpDialogSendAMessage
source: Send a message
ar: إرسال رسالة

# inviteModalSuccess
source: Success
ar: نجاح

# inviteModalInvitationSentTo
source: Invitation sent to user
ar: تم إرسال الدعوة إلى user

# inviteModalError
source: Error
ar: حدث خطأ

# inviteModalMember
source: Member
ar: عضو

# inviteModalAdmin
source: Admin
ar: مدير

# inviteModalDeveloper
source: Developer
ar: مطور

# inviteModalInviteUsers
source: Invite Users
ar: إدعو مستخدمين

# inviteModalEmail
source: Email
ar: البريد الإلكتروني

# inviteModalRole
source: Role
ar: الدور

# inviteModalSelectRole
source: Select role
ar: حدد دور

# inviteModalCancel
source: Cancel
ar: إلغاء

# inviteModalInvite
source: Invite
ar: دعوة

# loginCardNoMatch
source: These credentials do not match our records.
ar: هذه البيانات غير مطابقة لسجلاتنا.

# loginCardLogInToMedusa
source: Log in to Medusa
ar: تسجيل الدخول إلى Medusa

# loginCardEmail
source: Email
ar: البريد الإلكتروني

# loginCardPassword
source: Password
ar: كلمة المرور

# loginCardForgotYourPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# metadataAddMetadata
source: Add Metadata
ar: إضافة بيانات وصفية

# productAttributesSectionEditAttributes
source: Edit Attributes
ar: تحرير السمات

# productAttributesSectionDimensions
source: Dimensions
ar: الأبعاد

# productAttributesSectionConfigureToCalculateTheMostAccurateShippingRates
source: Configure to calculate the most accurate shipping rates
ar: قم بالتهيئة لحساب معدلات الشحن بأكثر دقة

# productAttributesSectionCustoms
source: Customs
ar: الجمارك

# productAttributesSectionCancel
source: Cancel
ar: إلغاء

# productAttributesSectionSave
source: Save
ar: حفظ

# productAttributesSectionMidCode
source: MID Code
ar: رمز MID

# productAttributesSectionHsCode
source: HS Code
ar: رمز HS

# productAttributesSectionCountryOfOrigin
source: Country of origin
ar: بلد المنشأ

# productGeneralSectionSuccess
source: Success
ar: نجاح

# productGeneralSectionSuccessfullyUpdatedSalesChannels
source: Successfully updated sales channels
ar: تم تحديث قنوات المبيعات بنجاح

# productGeneralSectionError
source: Error
ar: حدث خطأ

# productGeneralSectionFailedToUpdateSalesChannels
source: Failed to update sales channels
ar: فشل تحديث قنوات المبيعات

# productGeneralSectionEditGeneralInformation
source: Edit General Information
ar: تحرير المعلومات العامة

# productGeneralSectionGiftCard
source: Gift Card
ar: بطاقة هدايا

# productGeneralSectionProduct
source: Product
ar: المنتج

# productGeneralSectionMetadata
source: Metadata
ar: البيانات الوصفية

# productGeneralSectionCancel
source: Cancel
ar: إلغاء

# productGeneralSectionSave
source: Save
ar: حفظ

# productGeneralSectionDelete
source: Delete
ar: حذف

# productGeneralSectionEditSalesChannels
source: Edit Sales Channels
ar: تحرير قنوات المبيعات

# productGeneralSectionPublished
source: Published
ar: منشور

# productGeneralSectionDraft
source: Draft
ar: مسودة

# productGeneralSectionDetails
source: Details
ar: التفاصيل

# productGeneralSectionSubtitle
source: Subtitle
ar: العنوان الفرعي

# productGeneralSectionHandle
source: Handle
ar: المُعالج

# productGeneralSectionType
source: Type
ar: النوع

# productGeneralSectionCollection
source: Collection
ar: المجموعة

# productGeneralSectionCategory
source: Category
ar: الفئة

# productGeneralSectionDiscountable
source: Discountable
ar: قابل للخصم

# productGeneralSectionTrue
source: True
ar: صحيح

# productGeneralSectionFalse
source: False
ar: حدث خطأ

# productGeneralSectionSalesChannels
source: Sales channels
ar: قنوات المبيعات

# productMediaSectionEditMedia
source: Edit Media
ar: تحرير الوسائط

# productMediaSectionUploadImagesError
source: Something went wrong while trying to upload images.
ar: حدث خطأ ما أثناء محاولة تحميل الصور.

# productMediaSectionFileServiceNotConfigured
source: You might not have a file service configured. Please contact your administrator
ar: قد لا يكون لديك خدمة ملفات مهيأة. يرجى الاتصال بالمسؤول الخاص بك

# productMediaSectionError
source: Error
ar: حدث خطأ

# productMediaSectionMedia
source: Media
ar: الوسائط

# productMediaSectionAddImagesToYourProduct
source: Add images to your product.
ar: إضافة صور إلى منتجك.

# productMediaSectionCancel
source: Cancel
ar: إلغاء

# productMediaSectionSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# productRawSectionRawGiftCard
source: Raw Gift Card
ar: بطاقة هدايا خام

# productRawSectionRawProduct
source: Raw Product
ar: منتج خام

# productThumbnailSectionSuccess
source: Success
ar: نجاح

# productThumbnailSectionSuccessfullyDeletedThumbnail
source: Successfully deleted thumbnail
ar: تم حذف الصورة المصغرة بنجاح

# productThumbnailSectionError
source: Error
ar: حدث خطأ

# productThumbnailSectionEdit
source: Edit
ar: تحرير

# productThumbnailSectionUpload
source: Upload
ar: تحميل

# productThumbnailSectionUploadThumbnailError
source: Something went wrong while trying to upload the thumbnail.
ar: حدث خطأ ما أثناء محاولة تحميل الصورة المصغرة.

source: You might not have a file service configured. Please contact your administrator
ar: قد لا يكون لديك خدمة ملفات مهيأة. يرجى الاتصال بالمسؤول الخاص بك

# productThumbnailSectionUploadThumbnail
source: Upload Thumbnail
ar: تحميل الصورة المصغرة

# productThumbnailSectionThumbnail
source: Thumbnail
ar: الصورة المصغرة

source: Used to represent your product during checkout, social sharing and more.
ar: تُستخدم لتمثيل منتجك أثناء الدفع ومشاركة وسائل التواصل الاجتماعي وغيرها.

# productThumbnailSectionCancel
source: Cancel
ar: إلغاء

# productThumbnailSectionSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# productVariantTreeAddPrices
source: Add prices
ar: إضافة أسعار

# productVariantsSectionAddVariant
source: Add Variant
ar: إضافة متغير

# productVariantsSectionCancel
source: Cancel
ar: إلغاء

# productVariantsSectionSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# productVariantsSectionEditStockInventory
source: Edit stock & inventory
ar: تحرير المخزون والجرد

# productVariantsSectionEditVariant
source: Edit Variant
ar: تحرير المتغير

# editVariantsModalCancel
source: Cancel
ar: إلغاء

# editVariantsModalSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# editVariantsModalSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# editVariantsModalEditVariant
source: Edit Variant
ar: تحرير المتغير

# editVariantsModalUpdateSuccess
source: Variants were successfully updated
ar: تم تحديث المتغيرات بنجاح

# editVariantsModalEditVariants
source: Edit Variants
ar: تحرير المتغيرات

# editVariantsModalProductVariants
source: Product variants
ar: متغيرات المنتج

# editVariantsModalVariant
source: Variant
ar: المتغير

# editVariantsModalInventory
source: Inventory
ar: المخزون

# productVariantsSectionEditPrices
source: Edit Prices
ar: تحرير الأسعار

# productVariantsSectionEditVariants
source: Edit Variants
ar: تحرير المتغيرات

# productVariantsSectionEditOptions
source: Edit Options
ar: تحرير الخيارات

# productVariantsSectionProductVariants
source: Product variants
ar: متغيرات المنتج

# productVariantsSectionError
source: Error
ar: حدث خطأ

# productVariantsSectionFailedToUpdateProductOptions
source: Failed to update product options
ar: فشل تحديث خيارات المنتج

# productVariantsSectionSuccess
source: Success
ar: نجاح

# productVariantsSectionSuccessfullyUpdatedProductOptions
source: Successfully updated product options
ar: تم تحديث خيارات المنتج بنجاح

# productVariantsSectionProductOptions
source: Product options
ar: خيارات المنتج

# productVariantsSectionOptionTitle
source: Option title
ar: عنوان الخيار

# productVariantsSectionOptionTitleIsRequired
source: Option title is required
ar: عنوان الخيار مطلوب

# productVariantsSectionAddAnOption
source: Add an option
ar: إضافة خيار

# productVariantsSectionInventory
source: Inventory
ar: المخزون

# productVariantsSectionTitle
source: Title
ar: العنوان

# productVariantsSectionSku
source: SKU
ar: رمز المنتج

# productVariantsSectionEan
source: EAN
ar: رمز EAN

# productVariantsSectionManageInventory
source: Manage inventory
ar: إدارة المخزون

# productVariantsSectionDuplicateVariant
source: Duplicate Variant
ar: تكرار المتغير

# productVariantsSectionDeleteVariantLabel
source: Delete Variant
ar: حذف المتغير

# productVariantsSectionYesDelete
source: Yes, delete
ar: نعم، احذف

# productVariantsSectionDeleteVariantHeading
source: Delete variant
ar: حذف المتغير

# productVariantsSectionConfirmDelete
source: Are you sure you want to delete this variant?
ar: هل أنت متأكد أنك تريد حذف هذا المتغير؟

source: Note: Deleting the variant will also remove inventory items and levels
ar: ملاحظة: سيؤدي حذف المتغير أيضًا إلى إزالة عناصر المخزون والمستويات

# resetTokenCardError
source: Error
ar: حدث خطأ

# resetTokenCardResetYourPassword
source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك

# resetTokenCardPasswordResetDescription
source: Enter your email address below, and we'll send you instructions on how to reset your password.
ar: أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل لك <1></1> تعليمات حول كيفية إعادة تعيين <3></3> كلمة مرورك.

# resetTokenCardEmail
source: Email
ar: البريد الإلكتروني

# resetTokenCardThisIsNotAValidEmail
source: This is not a valid email
ar: هذا ليس بريدًا إلكترونيًا صالحًا

# resetTokenCardSendResetInstructions
source: Send reset instructions
ar: إرسال تعليمات إعادة التعيين

# resetTokenCardSuccessfullySentYouAnEmail
source: Successfully sent you an email
ar: تم إرسال رسالة بريد إلكتروني إليك بنجاح

# resetTokenCardGoBackToSignIn
source: Go back to sign in
ar: العودة إلى تسجيل الدخول

# rmaReturnProductTableProductDetails
source: Product Details
ar: تفاصيل المنتج

# rmaReturnProductTableQuantity
source: Quantity
ar: الكمية

# rmaSelectProductTableProductDetails
source: Product Details
ar: تفاصيل المنتج

# rmaSelectProductTableQuantity
source: Quantity
ar: الكمية

# rmaSelectProductTableRefundable
source: Refundable
ar: قابل للاسترداد

# rmaSelectProductTableSelectReason
source: Select Reason
ar: حدد سبب

# sidebarStore
source: Store
ar: المتجر

# sidebarOrders
source: Orders
ar: الطلبات

# sidebarProducts
source: Products
ar: المنتجات

# sidebarCategories
source: Categories
ar: الفئات

# sidebarCustomers
source: Customers
ar: العملاء

# sidebarInventory
source: Inventory
ar: المخزون

# sidebarDiscounts
source: Discounts
ar: الخصومات

# sidebarGiftCards
source: Gift Cards
ar: بطاقات الهدايا

# sidebarPricing
source: Pricing
ar: التسعير

# sidebarSettings
source: Settings
ar: الإعدادات

# tableContainerSoothedOffsetOne
source: soothedOffset - pageSize of count title
ar: soothedOffset - pageSize من count title

# tableContainerSoothedOffsetOther
source: soothedOffset - pageSize of count title
ar: soothedOffset - pageSize من count title

# tableContainerCurrentPage
source: currentPage of soothedPageCount
ar: currentPage من soothedPageCount

# timelineRequestReturn
source: Request Return
ar: طلب استرجاع

# timelineRegisterExchange
source: Register Exchange
ar: تسجيل مبادلة

# timelineRegisterClaim
source: Register Claim
ar: تسجيل مطالبة

# timelineSuccess
source: Success
ar: نجاح

# timelineAddedNote
source: Added note
ar: تمت إضافة ملاحظة

# timelineError
source: Error
ar: حدث خطأ

# timelineTimeline
source: Timeline
ar: الجدول الزمني

# uploadModalNew
source: new
ar: جديد

# uploadModalUpdates
source: updates
ar: التحديثات

# uploadModalDropYourFileHereOr
source: Drop your file here, or
ar: أسقط ملفك هنا أو

# uploadModalClickToBrowse
source: click to browse.
ar: انقر للتصفح.

# uploadModalOnlyCsvFilesAreSupported
source: Only .csv files are supported.
ar: يتم فقط دعم ملفات CSV.

# uploadModalImportFileTitle
source: Import fileTitle
ar: استيراد fileTitle

# uploadModalCancel
source: Cancel
ar: إلغاء

# uploadModalImportList
source: Import List
ar: استيراد قائمة

# addProductsModalAddProducts
source: Add Products
ar: إضافة منتجات

# addProductsModalSearchByNameOrDescription
source: Search by name or description...
ar: البحث بالاسم أو الوصف...

# addProductsModalCancel
source: Cancel
ar: إلغاء

# addProductsModalSave
source: Save
ar: حفظ

# addProductsModalProductDetails
source: Product Details
ar: تفاصيل المنتج

# addProductsModalStatus
source: Status
ar: الحالة

# addProductsModalVariants
source: Variants
ar: المتغيرات

# templatesGeneral
source: General
ar: عام

# templatesFirstName
source: First Name
ar: الاسم الأول

# templatesLastName
source: Last Name
ar: اسم العائلة

# templatesCompany
source: Company
ar: الشركة

# templatesPhone
source: Phone
ar: هاتف

# templatesBillingAddress
source: Billing Address
ar: عنوان الفوترة

# templatesShippingAddress
source: Shipping Address
ar: عنوان الشحن

# templatesAddress
source: Address
ar: العنوان

# templatesAddress1
source: Address 1
ar: العنوان 1

# templatesAddress2
source: Address 2
ar: العنوان 2

# templatesPostalCode
source: Postal code
ar: الرمز البريدي

# templatesCity
source: City
ar: المدينة

# templatesProvince
source: Province
ar: المحافظة

# templatesCountry
source: Country
ar: البلد

# templatesMetadata
source: Metadata
ar: البيانات الوصفية

# collectionModalSuccess
source: Success
ar: نجاح

# collectionModalSuccessfullyUpdatedCollection
source: Successfully updated collection
ar: تم تحديث المجموعة بنجاح

# collectionModalError
source: Error
ar: حدث خطأ

# collectionModalSuccessfullyCreatedCollection
source: Successfully created collection
ar: تم إنشاء المجموعة بنجاح

# collectionModalEditCollection
source: Edit Collection
ar: تعديل المجموعة

# collectionModalAddCollection
source: Add Collection
ar: إضافة مجموعة

# collectionModalDescription
source: To create a collection, all you need is a title and a handle.
ar: لإنشاء مجموعة ، كل ما تحتاجه هو عنوان ومعالج.

# collectionModalDetails
source: Details
ar: التفاصيل

# collectionModalTitleLabel
source: Title
ar: العنوان

# collectionModalTitlePlaceholder
source: Sunglasses
ar: النظارات الشمسية

# collectionModalHandleLabel
source: Handle
ar: المُعالج

# collectionModalHandlePlaceholder
source: sunglasses
ar: النظارات الشمسية
