Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# collectionModalSlugDescription
source: URL Slug for the collection. Will be auto generated if left blank.
ar: عنوان الصفحة للمجموعة. سيتم إنشاؤه تلقائيًا إذا ترك فارغًا.

# collectionModalMetadata
source: Metadata
ar: البيانات الوصفية

# collectionModalCancel
source: Cancel
ar: إلغاء

# collectionModalSaveCollection
source: Save collection
ar: حفظ المجموعة

# collectionModalPublishCollection
source: Publish collection
ar: نشر المجموعة

# collectionProductTableAddProducts
source: Add Products
ar: إضافة منتجات

# collectionProductTableProducts
source: Products
ar: المنتجات

# collectionProductTableSearchProducts
source: Search Products
ar: البحث عن منتجات

# collectionProductTableCancel
source: Cancel
ar: إلغاء

# collectionProductTableSave
source: Save
ar: حفظ

# collectionProductTableSortBy
source: Sort by
ar: الترتيب حسب

# collectionProductTableAll
source: All
ar: الكل

# collectionProductTableNewest
source: Newest
ar: الأحدث

# collectionProductTableOldest
source: Oldest
ar: الأقدم

# collectionProductTableTitle
source: Title
ar: العنوان

# collectionProductTableDecideStatusPublished
source: Published
ar: منشور

# collectionProductTableDraft
source: Draft
ar: مسودة

# collectionProductTableProposed
source: Proposed
ar: مقترح

# collectionProductTableRejected
source: Rejected
ar: مرفوض

# collectionProductTableRemoveProductFromCollection
source: Remove product from collection
ar: إزالة المنتج من المجموعة

# collectionProductTableProductRemovedFromCollection
source: Product removed from collection
ar: تمت إزالة المنتج من المجموعة

# collectionsTableDeleteCollection
source: Delete Collection
ar: حذف المجموعة

# collectionsTableConfirmDelete
source: Are you sure you want to delete this collection?
ar: هل أنت متأكد من أنك تريد حذف هذه المجموعة؟

# collectionsTableEdit
source: Edit
ar: تعديل

# collectionsTableDelete
source: Delete
ar: حذف

# collectionsTableTitle
source: Title
ar: العنوان

# collectionsTableHandle
source: Handle
ar: المُعالج

# collectionsTableCreatedAt
source: Created At
ar: تم إنشاؤه في

# collectionsTableUpdatedAt
source: Updated At
ar: تم تحديثه في

# collectionsTableProducts
source: Products
ar: المنتجات

# customerGroupTableDetails
source: Details
ar: التفاصيل

# customerGroupTableDelete
source: Delete
ar: حذف

# customerGroupTableSuccess
source: Success
ar: نجاح

# customerGroupTableGroupDeleted
source: Group deleted
ar: تم حذف المجموعة

# customerGroupTableError
source: Error
ar: حدث خطأ

# customerGroupTableFailedToDeleteTheGroup
source: Failed to delete the group
ar: فشل حذف المجموعة

# customerGroupTableCustomerGroups
source: Customer groups
ar: مجموعات العملاء

# customerGroupTableDeleteFromTheGroup
source: Delete from the group
ar: حذف من المجموعة

# customerGroupTableCustomerGroupsTitle
source: Customer Groups
ar: مجموعات العملاء

# customerGroupTableGroups
source: Groups
ar: المجموعات

# customerGroupTableAll
source: All
ar: الكل

# customerGroupTableEditCustomers
source: Edit Customers
ar: تعديل العملاء

# customerGroupTableCustomers
source: Customers
ar: العملاء

# customerGroupTableCancel
source: Cancel
ar: إلغاء

# customerGroupTableSave
source: Save
ar: حفظ

# customerOrdersTableOrders
source: Orders
ar: الطلبات

# customerOrdersTableTransferOrder
source: Transfer order
ar: تحويل الطلب

# customerOrdersTablePaid
source: Paid
ar: مدفوع

# customerOrdersTableAwaiting
source: Awaiting
ar: في انتظار

# customerOrdersTableRequiresAction
source: Requires action
ar: يتطلب إجراء

# customerOrdersTableNA
source: N/A
ar: غير متوفر

# customerOrdersTableFulfilled
source: Fulfilled
ar: تم تنفيذه

# customerOrdersTableShipped
source: Shipped
ar: تم الشحن

# customerOrdersTableNotFulfilled
source: Not fulfilled
ar: لم يتم تنفيذه

# customerOrdersTablePartiallyFulfilled
source: Partially fulfilled
ar: تم تنفيذه جزئياً

# customerOrdersTablePartiallyShipped
source: Partially shipped
ar: تم شحنه جزئياً

# customerOrdersTableOrder
source: Order
ar: الطلب

# customerOrdersTableRemainderMore
source: + remainder more
ar: + remainder أكثر

# customerOrdersTableDate
source: Date
ar: التاريخ

# customerOrdersTableFulfillment
source: Fulfillment
ar: التنفيذ

# customerOrdersTableStatus
source: Status
ar: الحالة

# customerOrdersTableTotal
source: Total
ar: المجموع

# customerTableCustomers
source: Customers
ar: العملاء

# customerTableEdit
source: Edit
ar: تعديل

# customerTableDetails
source: Details
ar: التفاصيل

# customerTableDateAdded
source: Date added
ar: تاريخ الإضافة

# customerTableName
source: Name
ar: الاسم

# customerTableEmail
source: Email
ar: البريد الإلكتروني

# customerTableOrders
source: Orders
ar: الطلبات

# discountFilterDropdownFilters
source: Filters
ar: الفلاتر

# discountTableDiscounts
source: Discounts
ar: الخصومات

# discountTableSearchByCodeOrDescription
source: Search by code or description...
ar: البحث بالرمز أو الوصف...

# discountTableSuccess
source: Success
ar: نجاح

# discountTableSuccessfullyCopiedDiscount
source: Successfully copied discount
ar: تم نسخ الخصم بنجاح

# discountTableError
source: Error
ar: حدث خطأ

# discountTableScheduled
source: Scheduled
ar: مجدول

# discountTableExpired
source: Expired
ar: منتهية الصلاحية

# discountTableActive
source: Active
ar: نشط

# discountTableDisabled
source: Disabled
ar: معطل

# discountTableFreeShipping
source: Free Shipping
ar: شحن مجاني

# discountTableCode
source: Code
ar: الرمز

# discountTableDescription
source: Description
ar: الوصف

# discountTableAmount
source: Amount
ar: المبلغ

# discountTableStatus
source: Status
ar: الحالة

# discountTableRedemptions
source: Redemptions
ar: استردادات

# discountTableDeleteDiscount
source: Delete Discount
ar: حذف الخصم

# discountTableConfirmDelete
source: Are you sure you want to delete this Discount?
ar: هل أنت متأكد أنك تريد حذف هذا الخصم؟

# discountTablePublish
source: Publish
ar: نشر

# discountTableUnpublish
source: Unpublish
ar: إلغاء النشر

# discountTableSuccessfullyPublishedDiscount
source: Successfully published discount
ar: تم نشر الخصم بنجاح

# discountTableSuccessfullyUnpublishedDiscount
source: Successfully unpublished discount
ar: تم إلغاء نشر الخصم بنجاح

# discountTableDuplicate
source: Duplicate
ar: تكرار

# discountTableDelete
source: Delete
ar: حذف

# draftOrderTableDraftOrders
source: Draft Orders
ar: مسودات الطلبات

# draftOrderTableCompleted
source: Completed
ar: مكتمل

# draftOrderTableOpen
source: Open
ar: مفتوح

# draftOrderTableDraft
source: Draft
ar: مسودة

# draftOrderTableOrder
source: Order
ar: الطلب

# draftOrderTableDateAdded
source: Date added
ar: تاريخ الإضافة

# draftOrderTableCustomer
source: Customer
ar: العميل

# draftOrderTableStatus
source: Status
ar: الحالة

# giftCardFilterDropdownIsInTheLast
source: is in the last
ar: في الأخير

# giftCardFilterDropdownIsOlderThan
source: is older than
ar: أقدم من

# giftCardFilterDropdownIsAfter
source: is after
ar: بعد

# giftCardFilterDropdownIsBefore
source: is before
ar: قبل

# giftCardFilterDropdownIsEqualTo
source: is equal to
ar: يساوي

# giftCardFilterDropdownFilters
source: Filters
ar: الفلاتر

# giftCardFilterDropdownStatus
source: Status
ar: الحالة

# giftCardFilterDropdownPaymentStatus
source: Payment Status
ar: حالة الدفع

# giftCardFilterDropdownFulfillmentStatus
source: Fulfillment Status
ar: حالة التنفيذ

# giftCardFilterDropdownDate
source: Date
ar: التاريخ

# giftCardTableGiftCards
source: Gift cards
ar: بطاقات الهدايا

# giftCardTableCode
source: Code
ar: الرمز

# giftCardTableOrder
source: Order
ar: الطلب

# giftCardTableOriginalAmount
source: Original Amount
ar: المبلغ الأصلي

# giftCardTableBalance
source: Balance
ar: الرصيد

# giftCardTableRegionHasBeenDeleted
source: Region has been deleted
ar: تم حذف المنطقة

# giftCardTableNone
source: None
ar: لا شيء

# giftCardTableCreated
source: Created
ar: تم إنشاؤه

# imageTableFileName
source: File name
ar: اسم الملف

# imageTableThumbnail
source: Thumbnail
ar: الصورة المصغرة

# imageTableSelectThumbnailImageForProduct
source: Select which image you want to use as the thumbnail for this product
ar: حدد الصورة التي تريد استخدامها كصورة مصغرة لهذا المنتج

# inventoryTableInventoryItems
source: Inventory Items
ar: عناصر المخزون

# inventoryTableActionsAdjustAvailability
source: Adjust Availability
ar: تعديل التوفر

# inventoryTableViewProduct
source: View Product
ar: عرض المنتج

# inventoryTableSuccess
source: Success
ar: نجاح

# inventoryTableInventoryItemUpdatedSuccessfully
source: Inventory item updated successfully
ar: تم تحديث عنصر المخزون بنجاح

# inventoryTableAdjustAvailability
source: Adjust availability
ar: تعديل التوفر

# inventoryTableCancel
source: Cancel
ar: إلغاء

# inventoryTableSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# inventoryTableItem
source: Item
ar: العنصر

# inventoryTableVariant
source: Variant
ar: المتغير

# inventoryTableSku
source: SKU
ar: رمز المنتج

# inventoryTableReserved
source: Reserved
ar: محجوز

# inventoryTableInStock
source: In stock
ar: متوفر

# orderFilterDropdownFilters
source: Filters
ar: الفلاتر

# orderFilterDropdownStatus
source: Status
ar: الحالة

# orderFilterDropdownPaymentStatus
source: Payment Status
ar: حالة الدفع

# orderFilterDropdownFulfillmentStatus
source: Fulfillment Status
ar: حالة التنفيذ

# orderFilterDropdownRegions
source: Regions
ar: المناطق

# orderFilterDropdownSalesChannel
source: Sales Channel
ar: قناة المبيعات

# orderFilterDropdownDate
source: Date
ar: التاريخ

# orderTablePaid
source: Paid
ar: مدفوع

# orderTableAwaiting
source: Awaiting
ar: في انتظار

# orderTableRequiresAction
source: Requires action
ar: يتطلب إجراء

# orderTableCanceled
source: Canceled
ar: ألغيت

# orderTableNA
source: N/A
ar: غير متوفر

# orderTableOrder
source: Order
ar: الطلب

# orderTableDateAdded
source: Date added
ar: تاريخ الإضافة

# orderTableCustomer
source: Customer
ar: العميل

# orderTableFulfillment
source: Fulfillment
ar: التنفيذ

# orderTablePaymentStatus
source: Payment status
ar: حالة الدفع

# orderTableSalesChannel
source: Sales Channel
ar: قناة المبيعات

# orderTableTotal
source: Total
ar: المجموع

# orderTableFiltersComplete
source: Complete
ar: مكتمل

# orderTableFiltersIncomplete
source: Incomplete
ar: غير مكتمل

# priceListTableFilters
source: Filters
ar: الفلاتر

# priceListTableStatus
source: Status
ar: الحالة

# priceListTableType
source: Type
ar: النوع

# priceListTablePriceLists
source: Price Lists
ar: قوائم الأسعار

# priceListTableSuccess
source: Success
ar: نجاح

# priceListTableSuccessfullyCopiedPriceList
source: Successfully copied price list
ar: تم نسخ قائمة الأسعار بنجاح

# priceListTableError
source: Error
ar: حدث خطأ

# priceListTableDeletePriceList
source: Delete Price List
ar: حذف قائمة الأسعار

# priceListTableConfirmDelete
source: Are you sure you want to delete this price list?
ar: هل أنت متأكد من حذف هذه القائمة؟

# priceListTableSuccessfullyDeletedThePriceList
source: Successfully deleted the price list
ar: تم حذف قائمة الأسعار بنجاح

# priceListTableSuccessfullyUnpublishedPriceList
source: Successfully unpublished price list
ar: تم إلغاء نشر قائمة الأسعار بنجاح

# priceListTableSuccessfullyPublishedPriceList
source: Successfully published price list
ar: تم نشر قائمة الأسعار بنجاح

# priceListTableUnpublish
source: Unpublish
ar: إلغاء النشر

# priceListTablePublish
source: Publish
ar: نشر

# priceListTableDelete
source: Delete
ar: حذف

# priceListTableName
source: Name
ar: الاسم

# priceListTableDescription
source: Description
ar: الوصف

# priceListTableGroups
source: Groups
ar: المجموعات

# priceListTableOtherMore
source: + other more
ar: + other أكثر

# priceOverridesApplyOverridesOnSelectedVariants
source: Apply overrides on selected variants
ar: تطبيق التجاوزات على المتغيرات المحددة

# priceOverridesApplyOnAllVariants
source: Apply on all variants
ar: التطبيق على جميع المتغيرات

# priceOverridesPrices
source: Prices
ar: الأسعار

# priceOverridesCancel
source: Cancel
ar: إلغاء

# priceOverridesSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# priceOverridesShowRegions
source: Show regions
ar: إظهار المناطق

# productTableProducts
source: Products
ar: المنتجات

# productTableCopySuccess
source: Success
ar: نجاح

# productTableCopyCreatedANewProduct
source: Created a new product
ar: تم إنشاء منتج جديد

# productTableCopyError
source: Error
ar: حدث خطأ

# productTableDeleteProduct
source: Delete Product
ar: حذف المنتج

# productTableConfirmDelete
source: Are you sure you want to delete this product?
ar: هل أنت متأكد من حذف هذا المنتج؟

# productTableEdit
source: Edit
ar: تعديل

# productTableUnpublish
source: Unpublish
ar: إلغاء النشر

# productTablePublish
source: Publish
ar: نشر

# productTableDraft
source: draft
ar: مسودة

# productTablePublished
source: published
ar: منشور

# productTableSuccess
source: Success
ar: نجاح

# productTableSuccessfullyUnpublishedProduct
source: Successfully unpublished product
ar: تم إلغاء نشر المنتج بنجاح

# productTableSuccessfullyPublishedProduct
source: Successfully published product
ar: تم نشر المنتج بنجاح

# productTableError
source: Error
ar: حدث خطأ

# productTableDuplicate
source: Duplicate
ar: تكرار

# productTableDelete
source: Delete
ar: حذف

# productTableProposed
source: Proposed
ar: مقترح

# productTablePublishedTitle
source: Published
ar: منشور

# productTableRejected
source: Rejected
ar: مرفوض

# productTableDraftTitle
source: Draft
ar: مسودة

# productTableName
source: Name
ar: الاسم

# productTableCollection
source: Collection
ar: المجموعة

# productTableStatus
source: Status
ar: الحالة

# productTableAvailability
source: Availability
ar: التوفر

# productTableInventory
source: Inventory
ar: المخزون

# productTableInventoryInStockCountOne
source: in stock for count variant(s)
ar: متوفر لـ count متغير

# productTableInventoryInStockCountOther
source: in stock for count variant(s)
ar: متوفر لـ count متغير

# reservationFormLocation
source: Location
ar: الموقع

# reservationFormChooseWhereYouWishToReserveFrom
source: Choose where you wish to reserve from.
ar: اختر المكان الذي تريد حجز منه.

# reservationFormItemToReserve
source: Item to reserve
ar: العنصر للحجز

# reservationFormSelectTheItemThatYouWishToReserve
source: Select the item that you wish to reserve.
ar: حدد العنصر الذي تريد حجزه.

# reservationFormItem
source: Item
ar: العنصر

# reservationFormInStock
source: In stock
ar: متوفر

# reservationFormAvailable
source: Available
ar: متاح

# reservationFormReserve
source: Reserve
ar: احجز

# reservationFormRemoveItem
source: Remove item
ar: إزالة العنصر

# reservationFormDescription
source: Description
ar: الوصف

# reservationFormWhatTypeOfReservationIsThis
source: What type of reservation is this?
ar: ما نوع الحجز هذا؟

# reservationsTableReservations
source: Reservations
ar: الحجوزات

# reservationsTableEdit
source: Edit
ar: تعديل

# reservationsTableDelete
source: Delete
ar: حذف

# reservationsTableConfirmDelete
source: Are you sure you want to remove this reservation?
ar: هل أنت متأكد من إزالة هذا الحجز؟

# reservationsTableRemoveReservation
source: Remove reservation
ar: إزالة الحجز

# reservationsTableReservationHasBeenRemoved
source: Reservation has been removed
ar: تمت إزالة الحجز

# newSuccess
source: Success
ar: نجاح

# newSuccessfullyCreatedReservation
source: Successfully created reservation
ar: تم إنشاء الحجز بنجاح

# newError
source: Error
ar: حدث خطأ

# newCancel
source: Cancel
ar: إلغاء

# newSaveReservation
source: Save reservation
ar: حفظ الحجز

# newReserveItem
source: Reserve Item
ar: حجز عنصر

# newMetadata
source: Metadata
ar: البيانات الوصفية

# reservationsTableOrderId
source: Order ID
ar: معرّف الطلب

# reservationsTableDescription
source: Description
ar: الوصف

# reservationsTableCreated
source: Created
ar: تم إنشاؤه

# reservationsTableQuantity
source: Quantity
ar: الكمية

# searchModalStartTypingToSearch
source: Start typing to search...
ar: ابدأ الكتابة للبحث...

# searchModalClearSearch
source: Clear search
ar: مسح البحث

# searchModalOr
source: or
ar: أو

# searchModalToNavigate
source: to navigate
ar: للتنقل

# searchModalToSelectAnd
source: to select, and
ar: للتحديد، و

# searchModalToSearchAnytime
source: to search anytime
ar: للبحث في أي وقت

# templatesSettings
source: Settings
ar: الإعدادات

# templatesManageTheSettingsForYourMedusaStore
source: Manage the settings for your Medusa store
ar: إدارة إعدادات متجر Medusa الخاص بك

# transferOrdersModalInfo
source: Info
ar: معلومات

# transferOrdersModalCustomerIsAlreadyTheOwnerOfTheOrder
source: Customer is already the owner of the order
ar: العميل هو بالفعل مالك الطلب

# transferOrdersModalSuccess
source: Success
ar: نجاح

# transferOrdersModalSuccessfullyTransferredOrderToDifferentCustomer
source: Successfully transferred order to different customer
ar: تم تحويل الطلب بنجاح إلى عميل مختلف

# transferOrdersModalError
source: Error
ar: حدث خطأ

# transferOrdersModalCouldNotTransferOrderToDifferentCustomer
source: Could not transfer order to different customer
ar: تعذر تحويل الطلب إلى عميل مختلف

# transferOrdersModalTransferOrder
source: Transfer order
ar: تحويل الطلب

# transferOrdersModalOrder
source: Order
ar: الطلب

# transferOrdersModalCurrentOwner
source: Current Owner
ar: المالك الحالي

# transferOrdersModalTheCustomerCurrentlyRelatedToThisOrder
source: The customer currently related to this order
ar: العميل المرتبط حاليًا بهذا الطلب

# transferOrdersModalNewOwner
source: New Owner
ar: مالك جديد

# transferOrdersModalTheCustomerToTransferThisOrderTo
source: The customer to transfer this order to
ar: العميل الذي يتم تحويل هذا الطلب إليه

# transferOrdersModalCancel
source: Cancel
ar: إلغاء

# transferOrdersModalConfirm
source: Confirm
ar: تأكيد

# templatesEditUser
source: Edit User
ar: تعديل المستخدم

# templatesRemoveUser
source: Remove User
ar: إزالة المستخدم

# templatesResendInvitation
source: Resend Invitation
ar: إعادة إرسال الدعوة

# templatesSuccess
source: Success
ar: نجاح

# templatesInvitiationLinkHasBeenResent
source: Invitiation link has been resent
ar: تمت إعادة إرسال رابط الدعوة

# templatesCopyInviteLink
source: Copy invite link
ar: نسخ رابط الدعوة

# templatesInviteLinkCopiedToClipboard
source: Invite link copied to clipboard
ar: تم نسخ رابط الدعوة إلى الحافظة

# templatesRemoveInvitation
source: Remove Invitation
ar: إزالة الدعوة

# templatesExpired
source: Expired
ar: منتهية

# templatesPending
source: Pending
ar: قيد الانتظار

# templatesAll
source: All
ar: الكل

# templatesMember
source: Member
ar: عضو

# templatesAdmin
source: Admin
ar: مدير

# templatesNoTeamPermissions
source: No team permissions
ar: لا توجد أذونات فريق

# templatesStatus
source: Status
ar: الحالة

# templatesActive
source: Active
ar: نشط

# templatesName
source: Name
ar: الاسم

# templatesEmail
source: Email
ar: البريد الإلكتروني

# templatesTeamPermissions
source: Team permissions
ar: أذونات الفريق

# templatesConfirmRemove
source: Are you sure you want to remove this user?
ar: هل أنت متأكد من إزالة هذا المستخدم؟

# templatesRemoveUserHeading
source: Remove user
ar: إزالة المستخدم

# templatesUserHasBeenRemoved
source: User has been removed
ar: تمت إزالة المستخدم

# templatesConfirmRemoveInvite
source: Are you sure you want to remove this invite?
ar: هل أنت متأكد من إزالة هذه الدعوة؟

# templatesRemoveInvite
source: Remove invite
ar: إزالة الدعوة

# templatesInvitiationHasBeenRemoved
source: Invitiation has been removed
ar: تمت إزالة الدعوة

# multiselectChooseCategories
source: Choose categories
ar: اختر الفئات

# detailsSuccess
source: Success
ar: نجاح

# detailsUpdatedProductsInCollection
source: Updated products in collection
ar: تم تحديث المنتجات في المجموعة

# detailsError
source: Error
ar: حدث خطأ

# detailsBackToCollections
source: Back to Collections
ar: العودة إلى المجموعات

# detailsEditCollection
source: Edit Collection
ar: تعديل المجموعة

# detailsDelete
source: Delete
ar: حذف

# detailsMetadata
source: Metadata
ar: البيانات الوصفية

# detailsEditProducts
source: Edit Products
ar: تعديل المنتجات

# detailsProductsInThisCollection
source: Products in this collection
ar: المنتجات في هذه المجموعة

# detailsRawCollection
source: Raw collection
ar: المجموعة الأصلية

# detailsDeleteCollection
source: Delete collection
ar: حذف المجموعة

# detailsSuccessfullyDeletedCollection
source: Successfully deleted collection
ar: تم حذف المجموعة بنجاح

# detailsYesDelete
source: Yes, delete
ar: نعم، احذف

# detailsSuccessfullyUpdatedCustomer
source: Successfully updated customer
ar: تم تحديث العميل بنجاح

# detailsCustomerDetails
source: Customer Details
ar: تفاصيل العميل

# detailsGeneral
source: General
ar: عام

# detailsFirstName
source: First Name
ar: الاسم الأول

# detailsLebron
source: Lebron
ar: ليبرون

# detailsLastName
source: Last Name
ar: اسم العائلة

# detailsJames
source: James
ar: جيمس

# detailsEmail
source: Email
ar: البريد الإلكتروني

# detailsPhoneNumber
source: Phone number
ar: رقم الهاتف

# detailsCancel
source: Cancel
ar: إلغاء

# detailsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# detailsEdit
source: Edit
ar: تعديل

# detailsBackToCustomers
source: Back to Customers
ar: العودة إلى العملاء

# detailsFirstSeen
source: First seen
ar: شوهد لأول مرة

# detailsPhone
source: Phone
ar: هاتف

# detailsOrders
source: Orders
ar: الطلبات

# detailsUser
source: User
ar: المستخدم

# detailsOrdersOne
source: Orders count
ar: الطلبات count

# detailsOrdersOther
source: Orders count
ar: الطلبات count

# detailsAnOverviewOfCustomerOrders
source: An overview of Customer Orders
ar: نظرة عامة على طلبات العميل

# detailsRawCustomer
source: Raw customer
ar: العميل الأصلي

# groupsGroupUpdated
source: Group Updated
ar: تم تحديث المجموعة

# groupsGroupCreated
source: Group Created
ar: تم إنشاء المجموعة

# groupsTheCustomerGroupHasBeenUpdated
source: The customer group has been updated
ar: تم تحديث مجموعة العملاء

# groupsTheCustomerGroupHasBeenCreated
source: The customer group has been created
ar: تم إنشاء مجموعة العملاء

# groupsEditCustomerGroup
source: Edit Customer Group
ar: تعديل مجموعة العملاء

# groupsCreateANewCustomerGroup
source: Create a New Customer Group
ar: إنشاء مجموعة عملاء جديدة

# groupsDetails
source: Details
ar: التفاصيل

# groupsMetadata
source: Metadata
ar: البيانات الوصفية

# groupsCancel
source: Cancel
ar: إلغاء

# groupsEditGroup
source: Edit Group
ar: تعديل المجموعة

# groupsPublishGroup
source: Publish Group
ar: نشر المجموعة

# groupsNoCustomersInThisGroupYet
source: No customers in this group yet
ar: لا يوجد عملاء في هذه المجموعة بعد

# groupsCustomers
source: Customers
ar: العملاء

# groupsEdit
source: Edit
ar: تعديل

# groupsDelete
source: Delete
ar: حذف

# groupsYesDelete
source: Yes, delete
ar: نعم، احذف

# groupsDeleteTheGroup
source: Delete the group
ar: حذف المجموعة

# groupsGroupDeleted
source: Group deleted
ar: تم حذف المجموعة

# groupsConfirmDeleteCustomerGroup
source: Are you sure you want to delete this customer group?
ar: هل أنت متأكد من حذف مجموعة العملاء هذه؟

# groupsBackToCustomerGroups
source: Back to customer groups
ar: العودة إلى مجموعات العملاء

# groupsNewGroup
source: New group
ar: مجموعة جديدة

# addConditionConditionsWereSuccessfullyAdded
source: Conditions were successfully added
ar: تمت إضافة الشروط بنجاح

# addConditionDiscountConditionsUpdated
source: Discount conditions updated
ar: تم تحديث شروط الخصم

# addConditionUseConditionsMustBeUsedWithinAConditionsProvider
source: useConditions must be used within a ConditionsProvider
ar: يجب استخدام useConditions داخل ConditionsProvider

# collectionsSearch
source: Search...
ar: بحث...

# collectionsCancel
source: Cancel
ar: إلغاء

# collectionsSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# collectionsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# customerGroupsSearch
source: Search...
ar: بحث...

# customerGroupsCancel
source: Cancel
ar: إلغاء

# customerGroupsSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# customerGroupsSaveAndClose
source: Save and close
ar: حفظ وإغلاق
