Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# taxesApplyTaxesToGiftCards
source: When checked taxes will be applied to gift cards on checkout. In some contries tax regulations require that taxes are applied to gift cards on purchase.
ar: عند التحقق ، سيتم تطبيق الضرائب على بطاقات الهدايا عند الخروج. في بعض البلدان ، تتطلب لوائح الضريبة تطبيق الضرائب على بطاقات الهدايا عند الشراء.

# taxesSearchProducts
source: Search Products..
ar: البحث عن منتجات..

# taxesSelectShippingOption
source: Select Shipping Option
ar: حدد خيار الشحن

# taxesShippingOptions
source: Shipping Options
ar: خيارات الشحن

# taxesDeleteTaxRateHeading
source: Delete tax rate
ar: حذف معدل الضريبة

# taxesConfirmDelete
source: Are you sure you want to delete this tax rate?
ar: هل أنت متأكد أنك تريد حذف معدل الضريبة هذا؟

# taxesTaxRateWasDeleted
source: Tax rate was deleted.
ar: تم حذف معدل الضريبة.

# taxesEdit
source: Edit
ar: تعديل

# taxesDeleteTaxRate
source: Delete Tax Rate
ar: حذف معدل الضريبة

# taxesDeleteRule
source: Delete rule
ar: حذف القاعدة

# taxesType
source: Type
ar: النوع

# taxesProducts
source: Products
ar: المنتجات

# taxesSelectIndividualProducts
source: Select individual products
ar: تحديد منتجات محددة

# taxesSelectProductTypes
source: Select product types
ar: تحديد أنواع المنتجات

# taxesSelectShippingOptions
source: Select shipping options
ar: تحديد خيارات الشحن

# taxesBack
source: Back
ar: العودة

# taxesAdd
source: Add
ar: إضافة

# taxesCode
source: Code
ar: الرمز

# usersInviteUsers
source: Invite Users
ar: دعوة مستخدمين

# usersBackToSettings
source: Back to settings
ar: العودة إلى الإعدادات

# usersTheTeam
source: The Team
ar: الفريق

# usersManageUsersOfYourMedusaStore
source: Manage users of your Medusa Store
ar: أدِر مستخدمي متجر Medusa الخاص بك
