Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# productTypesSearch
source: Search...
ar: بحث...

# productTypesCancel
source: Cancel
ar: إلغاء

# productTypesSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# productTypesSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# productsSearch
source: Search...
ar: بحث...

# productsCancel
source: Cancel
ar: إلغاء

# productsSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# productsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# tagsSearch
source: Search...
ar: بحث...

# tagsCancel
source: Cancel
ar: إلغاء

# tagsSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# tagsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# editConditionAddConditions
source: Add conditions
ar: إضافة شروط

# editConditionDeselect
source: Deselect
ar: إلغاء التحديد

# editConditionRemove
source: Remove
ar: إزالة

# editConditionAdd
source: Add
ar: إضافة

# editConditionTitle
source: Edit type in Discount Condition
ar: تحرير type في شرط الخصم

# editConditionClose
source: Close
ar: إغلاق

# editConditionSuccess
source: Success
ar: نجاح

# editConditionTheResourcesWereSuccessfullyAdded
source: The resources were successfully added
ar: تمت إضافة الموارد بنجاح

# editConditionError
source: Error
ar: حدث خطأ

# editConditionFailedToAddResources
source: Failed to add resources
ar: فشلت إضافة الموارد

# editConditionTheResourcesWereSuccessfullyRemoved
source: The resources were successfully removed
ar: تمت إزالة الموارد بنجاح

# editConditionFailedToRemoveResources
source: Failed to remove resources
ar: فشلت إزالة الموارد

# editConditionUseEditConditionContextMustBeUsedWithinAnEditConditionProvider
source: useEditConditionContext must be used within an EditConditionProvider
ar: يجب استخدام useEditConditionContext داخل EditConditionProvider

# conditionsConditions
source: Conditions
ar: الشروط

# conditionsAddConditionLabel
source: Add condition
ar: إضافة شرط

# conditionsThisDiscountHasNoConditions
source: This discount has no conditions
ar: لا توجد شروط لهذا الخصم

# conditionsSuccess
source: Success
ar: نجاح

# conditionsConditionRemoved
source: Condition removed
ar: تمت إزالة الشرط

# conditionsError
source: Error
ar: حدث خطأ

# conditionsEditCondition
source: Edit condition
ar: تعديل الشرط

# conditionsDeleteCondition
source: Delete condition
ar: حذف الشرط

# conditionsDiscountIsApplicableToSpecificProducts
source: Discount is applicable to specific products
ar: ينطبق الخصم على منتجات محددة

# conditionsDiscountIsApplicableToSpecificCollections
source: Discount is applicable to specific collections
ar: ينطبق الخصم على مجموعات محددة

# conditionsDiscountIsApplicableToSpecificProductTags
source: Discount is applicable to specific product tags
ar: ينطبق الخصم على علامات منتج محددة

# conditionsDiscountIsApplicableToSpecificProductTypes
source: Discount is applicable to specific product types
ar: ينطبق الخصم على أنواع منتجات محددة

# conditionsDiscountIsApplicableToSpecificCustomerGroups
source: Discount is applicable to specific customer groups
ar: ينطبق الخصم على مجموعات عملاء محددة

# configurationsSuccess
source: Success
ar: نجاح

# configurationsDiscountUpdatedSuccessfully
source: Discount updated successfully
ar: تم تحديث الخصم بنجاح

# configurationsError
source: Error
ar: حدث خطأ

# configurationsEditConfigurations
source: Edit configurations
ar: تحرير التكوينات

# configurationsCancel
source: Cancel
ar: إلغاء

# configurationsSave
source: Save
ar: حفظ

# configurationsConfigurations
source: Configurations
ar: التكوينات

# configurationsStartDate
source: Start date
ar: تاريخ البدء

# configurationsEndDate
source: End date
ar: تاريخ الانتهاء

# configurationsDeleteConfiguration
source: Delete configuration
ar: حذف التكوين

# configurationsDiscountEndDateRemoved
source: Discount end date removed
ar: تمت إزالة تاريخ انتهاء الخصم

# configurationsNumberOfRedemptions
source: Number of redemptions
ar: عدد مرات الاسترداد

# configurationsRedemptionLimitRemoved
source: Redemption limit removed
ar: تمت إزالة حد الاسترداد

# configurationsDeleteSetting
source: Delete setting
ar: حذف الإعداد

# configurationsDiscountDurationRemoved
source: Discount duration removed
ar: تمت إزالة مدة الخصم

# generalSuccess
source: Success
ar: نجاح

# generalDiscountUpdatedSuccessfully
source: Discount updated successfully
ar: تم تحديث الخصم بنجاح

# generalError
source: Error
ar: حدث خطأ

# generalEditGeneralInformation
source: Edit general information
ar: تعديل المعلومات العامة

# generalDetails
source: Details
ar: التفاصيل

# generalMetadata
source: Metadata
ar: البيانات الوصفية

# generalCancel
source: Cancel
ar: إلغاء

# generalSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# generalDeletePromotion
source: Delete Promotion
ar: حذف الترويج

# generalConfirmDeletePromotion
source: Are you sure you want to delete this promotion?
ar: هل أنت متأكد من حذف هذا الترويج؟

# generalPromotionDeletedSuccessfully
source: Promotion deleted successfully
ar: تم حذف الترويج بنجاح

# generalDiscountPublishedSuccessfully
source: Discount published successfully
ar: تم نشر الخصم بنجاح

# generalDiscountDraftedSuccessfully
source: Discount drafted successfully
ar: تم وضع الخصم كمسودة بنجاح

# generalDeleteDiscount
source: Delete discount
ar: حذف الخصم

# generalTemplateDiscount
source: Template discount
ar: خصم قالب

# generalPublished
source: Published
ar: منشور

# generalDraft
source: Draft
ar: مسودة

# generalDiscountAmount
source: Discount Amount
ar: قيمة الخصم

# generalValidRegions
source: Valid Regions
ar: المناطق الصالحة

# generalTotalRedemptions
source: Total Redemptions
ar: إجمالي الاستردادات

# generalFreeShipping
source: FREE SHIPPING
ar: الشحن مجاني

# generalUnknownDiscountType
source: Unknown discount type
ar: نوع خصم غير معروف

# detailsDiscountDeleted
source: Discount deleted
ar: تم حذف الخصم

# detailsConfirmDeleteDiscount
source: Are you sure you want to delete this discount?
ar: هل أنت متأكد من حذف هذا الخصم؟

# detailsDeleteDiscount
source: Delete discount
ar: حذف الخصم

# detailsBackToDiscounts
source: Back to Discounts
ar: العودة إلى الخصومات

# detailsRawDiscount
source: Raw discount
ar: الخصم الأصلي

# discountsAddDiscount
source: Add Discount
ar: إضافة خصم

# discountFormAddConditions
source: Add Conditions
ar: إضافة شروط

# discountFormChooseAConditionType
source: Choose a condition type
ar: اختر نوع الشرط

# discountFormYouCanOnlyAddOneOfEachTypeOfCondition
source: You can only add one of each type of condition
ar: يمكنك إضافة واحد فقط من كل نوع من أنواع الشروط

# discountFormYouCannotAddAnyMoreConditions
source: You cannot add any more conditions
ar: لا يمكنك إضافة المزيد من الشروط

# discountFormCancel
source: Cancel
ar: إلغاء

# discountFormSave
source: Save
ar: حفظ

# addConditionTablesCancel
source: Cancel
ar: إلغاء

# addConditionTablesSaveAndAddMore
source: Save and add more
ar: حفظ وإضافة المزيد

# addConditionTablesSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# addConditionTablesSearchByTitle
source: Search by title...
ar: البحث حسب العنوان...

# addConditionTablesSearchGroups
source: Search groups...
ar: بحث المجموعات...

# addConditionTablesSearchProducts
source: Search products...
ar: بحث المنتجات...

# addConditionTablesSearchByTag
source: Search by tag...
ar: البحث حسب العلامة...

# addConditionTablesSearchByType
source: Search by type...
ar: البحث حسب النوع...

# detailsConditionTablesSearchByTitle
source: Search by title...
ar: البحث حسب العنوان...

# detailsConditionTablesSearchGroups
source: Search groups...
ar: بحث المجموعات...

# detailsConditionTablesCancel
source: Cancel
ar: إلغاء

# detailsConditionTablesSaveAndAddMore
source: Save and add more
ar: حفظ وإضافة المزيد

# detailsConditionTablesSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# detailsConditionTablesSearchProducts
source: Search products...
ar: بحث المنتجات...

# detailsConditionTablesSearchByTag
source: Search by tag...
ar: البحث حسب العلامة...

# detailsConditionTablesSearchByType
source: Search by type...
ar: البحث حسب النوع...

# editConditionTablesSearchByTitle
source: Search by title...
ar: البحث حسب العنوان...

# editConditionTablesTitle
source: Title
ar: العنوان

# editConditionTablesSearchGroups
source: Search groups...
ar: بحث المجموعات...

# editConditionTablesCancel
source: Cancel
ar: إلغاء

# editConditionTablesDeleteCondition
source: Delete condition
ar: حذف الشرط

# editConditionTablesSave
source: Save
ar: حفظ

# editConditionTablesSearchProducts
source: Search products...
ar: بحث المنتجات...

# editConditionTablesSearchByTag
source: Search by tag...
ar: البحث حسب العلامة...

# editConditionTablesSearchByType
source: Search by type...
ar: البحث حسب النوع...

# sharedTitle
source: Title
ar: العنوان

# sharedProducts
source: Products
ar: المنتجات

# sharedAppliesToTheSelectedItems
source: Applies to the selected items.
ar: ينطبق على العناصر المحددة.

# sharedAppliesToAllItemsExceptTheSelectedItems
source: Applies to all items except the selected items.
ar: ينطبق على جميع العناصر باستثناء العناصر المحددة.

# sharedMembers
source: Members
ar: الأعضاء

# sharedStatus
source: Status
ar: الحالة

# sharedVariants
source: Variants
ar: المتغيرات

# sharedTag
source: Tag
ar: العلامة

# sharedType
source: Type
ar: النوع

# editConditionsModalTitle
source: Edit title
ar: تعديل title

# formUseDiscountFormMustBeAChildOfDiscountFormContext
source: useDiscountForm must be a child of DiscountFormContext
ar: يجب أن يكون useDiscountForm تابعًا لـ DiscountFormContext

# discountFormError
source: Error
ar: حدث خطأ

# discountFormSaveAsDraft
source: Save as draft
ar: حفظ كمسودة

# discountFormPublishDiscount
source: Publish discount
ar: نشر الخصم

# discountFormCreateNewDiscount
source: Create new discount
ar: إنشاء خصم جديد

# discountFormDiscountType
source: Discount type
ar: نوع الخصم

# discountFormSelectADiscountType
source: Select a discount type
ar: حدد نوع الخصم

# discountFormAllocation
source: Allocation
ar: التخصيص

# discountFormGeneral
source: General
ar: عام

# discountFormConfiguration
source: Configuration
ar: التكوين

# discountFormDiscountCodeApplicationDisclaimer
source: Discount code applies from when you hit the publish button and forever if left untouched.
ar: ينطبق رمز الخصم من لحظة الضغط على زر النشر وإلى الأبد إذا ترك دون مساس

# discountFormConditions
source: Conditions
ar: الشروط

# discountFormDiscountCodeApplyToAllProductsIfLeftUntouched
source: Discount code apply to all products if left untouched.
ar: سينطبق رمز الخصم على جميع المنتجات إذا ترك دون مساس

# discountFormAddConditionsToYourDiscount
source: Add conditions to your Discount
ar: أضف شروطًا للخصم الخاص بك

# discountFormMetadata
source: Metadata
ar: البيانات الوصفية

# discountFormMetadataUsageDescription
source: Metadata allows you to add additional information to your discount.
ar: تسمح لك البيانات الوصفية بإضافة معلومات إضافية للخصم الخاص بك.

# conditionItemRemainderMore
source: +remainder more
ar: +remainder أكثر

# conditionsEdit
source: Edit
ar: تحرير

# conditionsProduct
source: Product
ar: المنتج

# conditionsCollection
source: Collection
ar: المجموعة

# conditionsTag
source: Tag
ar: العلامة

# conditionsCustomerGroup
source: Customer group
ar: مجموعة العملاء

# conditionsType
source: Type
ar: النوع

# conditionsAddCondition
source: Add Condition
ar: إضافة شرط

# sectionsStartDate
source: Start date
ar: تاريخ البدء

# sectionsScheduleTheDiscountToActivateInTheFuture
source: Schedule the discount to activate in the future.
ar: جدولة الخصم للتنشيط في المستقبل.

# sectionsSelectDiscountStartDate
source: If you want to schedule the discount to activate in the future, you can set a start date here, otherwise the discount will be active immediately.
ar: إذا كنت تريد جدولة الخصم للتنشيط في المستقبل، يمكنك تعيين تاريخ بدء هنا، وإلا فسيكون الخصم نشطًا على الفور.

# sectionsStartTime
source: Start time
ar: وقت البدء

# sectionsDiscountHasAnExpiryDate
source: Discount has an expiry date?
ar: هل للخصم تاريخ انتهاء؟

# sectionsScheduleTheDiscountToDeactivateInTheFuture
source: Schedule the discount to deactivate in the future.
ar: جدولة إلغاء تنشيط الخصم في المستقبل.

# sectionsSelectDiscountEndDate
source: If you want to schedule the discount to deactivate in the future, you can set an expiry date here.
ar: إذا كنت تريد جدولة إلغاء تنشيط الخصم في المستقبل، يمكنك تعيين تاريخ انتهاء هنا.

# sectionsExpiryDate
source: Expiry date
ar: تاريخ الانتهاء

# sectionsExpiryTime
source: Expiry time
ar: وقت الانتهاء

# sectionsLimitTheNumberOfRedemptions
source: Limit the number of redemptions?
ar: تحديد عدد مرات الاسترداد؟

# sectionsLimitAppliesAcrossAllCustomersNotPerCustomer
source: Limit applies across all customers, not per customer.
ar: ينطبق الحد على جميع العملاء، وليس لكل عميل.

# sectionsLimitDiscountNumberOfUses
source: If you wish to limit the amount of times a customer can redeem this discount, you can set a limit here.
ar: إذا كنت ترغب في تحديد عدد مرات استخدام العميل لهذا الخصم، يمكنك تعيين حد هنا.

# sectionsNumberOfRedemptions
source: Number of redemptions
ar: عدد مرات الاسترداد

# sectionsAvailabilityDuration
source: Availability duration?
ar: مدة التوفر؟

# sectionsSetTheDurationOfTheDiscount
source: Set the duration of the discount.
ar: تعيين مدة الخصم.

# sectionsSelectADiscountType
source: Select a discount type
ar: حدد نوع الخصم

# sectionsTotalAmount
source: Total amount
ar: المبلغ الإجمالي

# sectionsApplyToTheTotalAmount
source: Apply to the total amount
ar: تطبيق على المبلغ الإجمالي

# sectionsItemSpecific
source: Item specific
ar: خاص بالعنصر

# sectionsApplyToEveryAllowedItem
source: Apply to every allowed item
ar: التطبيق على كل عنصر مسموح به

# sectionsPercentage
source: Percentage
ar: النسبة المئوية

# sectionsFixedAmount
source: Fixed amount
ar: مبلغ ثابت

# sectionsDiscountInWholeNumbers
source: Discount in whole numbers
ar: خصم بأرقام كاملة

# sectionsYouCanOnlySelectOneValidRegionIfYouWantToUseTheFixedAmountType
source: You can only select one valid region if you want to use the fixed amount type
ar: يمكنك تحديد منطقة صالحة واحدة فقط إذا كنت تريد استخدام النوع ذو المبلغ الثابت

# sectionsFreeShipping
source: Free shipping
ar: شحن مجاني

# sectionsOverrideDeliveryAmount
source: Override delivery amount
ar: تجاوز مبلغ التسليم

# sectionsAtLeastOneRegionIsRequired
source: At least one region is required
ar: منطقة واحدة على الأقل مطلوبة

# sectionsChooseValidRegions
source: Choose valid regions
ar: اختر المناطق الصالحة

# sectionsCode
source: Code
ar: الرمز

# sectionsSummersale10
source: SUMMERSALE10
ar: صيف10

# sectionsCodeIsRequired
source: Code is required
ar: الرمز مطلوب

# sectionsAmountIsRequired
source: Amount is required
ar: المبلغ مطلوب

# sectionsAmount
source: Amount
ar: المبلغ

# sectionsCustomerInvoiceCode
source: The code your customers will enter during checkout. This will appear on your customerâ€™s invoice.
ar: الرمز الذي سيدخله عملائك أثناء الدفع. سيظهر هذا على فاتورة عميلك.

# sectionsUppercaseLettersAndNumbersOnly
source: Uppercase letters and numbers only.
ar: أحرف كبيرة وأرقام فقط.

# sectionsDescription
source: Description
ar: الوصف

# sectionsSummerSale2022
source: Summer Sale 2022
ar: تخفيضات الصيف 2022

# sectionsThisIsATemplateDiscount
source: This is a template discount
ar: هذا خصم قالب

# sectionsTemplateDiscountsDescription
source: Template discounts allow you to define a set of rules that can be used across a group of discounts. This is useful in campaigns that should generate unique codes for each user, but where the rules for all unique codes should be the same.
ar: تسمح لك خصومات القوالب بتحديد مجموعة من القواعد التي يمكن استخدامها عبر مجموعة من الخصومات. هذا مفيد في الحملات التي يجب أن تولد رموزًا فريدة لكل مستخدم، ولكن حيث تكون القواعد لجميع الرموز الفريدة هي نفسها.

# discountFormProduct
source: Product
ar: المنتج

# discountFormOnlyForSpecificProducts
source: Only for specific products
ar: للمنتجات المحددة فقط

# discountFormChooseProducts
source: Choose products
ar: اختر المنتجات

# discountFormCustomerGroup
source: Customer group
ar: مجموعة العملاء

# discountFormOnlyForSpecificCustomerGroups
source: Only for specific customer groups
ar: لمجموعات العملاء المحددة فقط

# discountFormChooseGroups
source: Choose groups
ar: اختر المجموعات

# discountFormTag
source: Tag
ar: العلامة

# discountFormOnlyForSpecificTags
source: Only for specific tags
ar: للعلامات المحددة فقط

# discountFormCollection
source: Collection
ar: المجموعة

# discountFormOnlyForSpecificProductCollections
source: Only for specific product collections
ar: لمجموعات المنتجات المحددة فقط

# discountFormChooseCollections
source: Choose collections
ar: اختر المجموعات

# discountFormType
source: Type
ar: النوع

# discountFormOnlyForSpecificProductTypes
source: Only for specific product types
ar: لأنواع المنتجات المحددة فقط

# discountFormChooseTypes
source: Choose types
ar: اختر الأنواع

# utilsProducts
source: products
ar: المنتجات

# utilsGroups
source: groups
ar: المجموعات

# utilsTags
source: tags
ar: العلامات

# utilsCollections
source: collections
ar: المجموعات

# utilsTypes
source: types
ar: الأنواع

# giftCardsCreatedGiftCard
source: Created gift card
ar: تم إنشاء بطاقة الهدايا

# giftCardsCustomGiftCardWasCreatedSuccessfully
source: Custom gift card was created successfully
ar: تم إنشاء بطاقة الهدايا المخصصة بنجاح

# giftCardsError
source: Error
ar: حدث خطأ

# giftCardsCustomGiftCard
source: Custom Gift Card
ar: بطاقة هدايا مخصصة

# giftCardsDetails
source: Details
ar: التفاصيل

# giftCardsReceiver
source: Receiver
ar: المستلم

# giftCardsCancel
source: Cancel
ar: إلغاء

# giftCardsCreateAndSend
source: Create and send
ar: إنشاء وإرسال

# detailsUpdatedGiftCard
source: Updated Gift card
ar: تم تحديث بطاقة الهدايا

# detailsGiftCardWasSuccessfullyUpdated
source: Gift card was successfully updated
ar: تم تحديث بطاقة الهدايا بنجاح

# detailsFailedToUpdateGiftCard
source: Failed to update Gift card
ar: فشل تحديث بطاقة الهدايا

# detailsEditGiftCard
source: Edit Gift Card
ar: تحرير بطاقة الهدايا

# detailsDetails
source: Details
ar: التفاصيل

# detailsEditDetails
source: Edit details
ar: تحرير التفاصيل

# detailsUpdateBalanceLabel
source: Update balance
ar: تحديث الرصيد

# detailsUpdatedStatus
source: Updated status
ar: تم تحديث الحالة

# detailsSuccessfullyUpdatedTheStatusOfTheGiftCard
source: Successfully updated the status of the Gift Card
ar: تم تحديث حالة بطاقة الهدايا بنجاح

# detailsBackToGiftCards
source: Back to Gift Cards
ar: العودة إلى بطاقات الهدايا

# detailsOriginalAmount
source: Original amount
ar: المبلغ الأصلي

# detailsBalance
source: Balance
ar: الرصيد

# detailsRegion
source: Region
ar: المنطقة

# detailsExpiresOn
source: Expires on
ar: تنتهي صلاحيتها في

# detailsCreated
source: Created
ar: تم إنشاؤه

# detailsRawGiftCard
source: Raw gift card
ar: بطاقة الهدايا الأصلية

# detailsBalanceUpdated
source: Balance updated
ar: تم تحديث الرصيد

# detailsGiftCardBalanceWasUpdated
source: Gift card balance was updated
ar: تم تحديث رصيد بطاقة الهدايا

# detailsFailedToUpdateBalance
source: Failed to update balance
ar: فشل تحديث الرصيد

# detailsUpdateBalance
source: Update Balance
ar: تحديث الرصيد

# manageBackToGiftCards
source: Back to Gift Cards
ar: العودة إلى بطاقات الهدايا

# giftCardsPleaseEnterANameForTheGiftCard
source: Please enter a name for the Gift Card
ar: الرجاء إدخال اسم لبطاقة الهدايا

# giftCardsPleaseAddAtLeastOneDenomination
source: Please add at least one denomination
ar: الرجاء إضافة فئة واحدة على الأقل

# giftCardsDenominations
source: Denominations
ar: الفئات

# giftCardsSuccess
source: Success
ar: نجاح

# giftCardsSuccessfullyCreatedGiftCard
source: Successfully created Gift Card
ar: تم إنشاء بطاقة الهدايا بنجاح

# giftCardsCreateGiftCard
source: Create Gift Card
ar: إنشاء بطاقة هدايا

# giftCardsGiftCardDetails
source: Gift Card Details
ar: تفاصيل بطاقة الهدايا

# giftCardsName
source: Name
ar: الاسم

# giftCardsTheBestGiftCard
source: The best Gift Card
ar: أفضل بطاقة هدايا

# giftCardsDescription
source: Description
ar: الوصف

# giftCardsTheBestGiftCardOfAllTime
source: The best Gift Card of all time
ar: أفضل بطاقة هدايا على الإطلاق

# giftCardsThumbnail
source: Thumbnail
ar: الصورة المصغرة

# giftCardsDelete
source: Delete
ar: حذف

# giftCardsSizeRecommended
source: 1200 x 1600 (3:4) recommended, up to 10MB each
ar: ينصح بـ 1200 x 1600 (3:4)، ما يصل إلى 10 ميغابايت لكل صورة

# giftCardsAmount
source: Amount
ar: المبلغ

# giftCardsAddDenomination
source: Add Denomination
ar: إضافة فئة

# giftCardsCreatePublish
source: Create & Publish
ar: إنشاء ونشر

# giftCardsSuccessfullyUpdatedGiftCard
source: Successfully updated Gift Card
ar: تم تحديث بطاقة الهدايا بنجاح

# giftCardsGiftCards
source: Gift Cards
ar: بطاقات الهدايا

# giftCardsManage
source: Manage the Gift Cards of your Medusa store
ar: إدارة بطاقات الهدايا لمتجرك Medusa

# giftCardsAreYouReadyToSellYourFirstGiftCard
source: Are you ready to sell your first Gift Card?
ar: هل أنت مستعد لبيع أول بطاقة هدايا؟

# giftCardsNoGiftCardHasBeenAddedYet
source: No Gift Card has been added yet.
ar: لم يتم إضافة بطاقات هدايا بعد.

# giftCardsHistory
source: History
ar: السجل

# giftCardsSeeTheHistoryOfPurchasedGiftCards
source: See the history of purchased Gift Cards
ar: اعرض سجل بطاقات الهدايا المشتراة

# giftCardsSuccessfullyDeletedGiftCard
source: Successfully deleted Gift Card
ar: تم حذف بطاقة الهدايا بنجاح

# giftCardsYesDelete
source: Yes, delete
ar: نعم، احذف

# giftCardsDeleteGiftCard
source: Delete Gift Card
ar: حذف بطاقة الهدايا

# inventoryFilters
source: Filters
ar: الفلاتر

# addressFormAddress
source: Address
ar: العنوان

# addressFormCompany
source: Company
ar: الشركة

# addressFormAddress1
source: Address 1
ar: العنوان 1

# addressFormThisFieldIsRequired
source: This field is required
ar: هذا الحقل مطلوب

# addressFormAddress2
source: Address 2
ar: العنوان 2

# addressFormPostalCode
source: Postal code
ar: الرمز البريدي

# addressFormCity
source: City
ar: المدينة

# addressFormCountry
source: Country
ar: البلد

# editSalesChannelsEditChannels
source: Edit channels
ar: تحرير القنوات

# editSalesChannelsAddChannels
source: Add channels
ar: إضافة قنوات

# generalFormLocationName
source: Location name
ar: اسم الموقع

# generalFormFlagshipStoreWarehouse
source: Flagship store, warehouse
ar: المتجر الرئيسي، المستودع

# generalFormNameIsRequired
source: Name is required
ar: الاسم مطلوب

# locationCardDeleteLocation
source: Delete Location
ar: حذف الموقع

# locationCardConfirmDelete
source: Are you sure you want to delete this location. This will also delete all inventory levels and reservations associated with this location.
ar: هل أنت متأكد من حذف هذا الموقع؟ سيؤدي ذلك أيضًا إلى حذف جميع مستويات المخزون والحجوزات المرتبطة بهذا الموقع.

# locationCardSuccess
source: Success
ar: نجاح

# locationCardLocationDeletedSuccessfully
source: Location deleted successfully
ar: تم حذف الموقع بنجاح

# locationCardError
source: Error
ar: حدث خطأ

# locationCardEditDetails
source: Edit details
ar: تعديل التفاصيل

# locationCardDelete
source: Delete
ar: حذف

# locationCardConnectedSalesChannels
source: Connected sales channels
ar: قنوات المبيعات المتصلة

# salesChannelsFormAddSalesChannels
source: Add sales channels
ar: إضافة قنوات مبيعات

# salesChannelsFormEditChannels
source: Edit channels
ar: تحرير القنوات

# salesChannelsSectionNotConnectedToAnySalesChannelsYet
source: Not connected to any sales channels yet
ar: غير متصل بأي قنوات مبيعات بعد

# editSuccess
source: Success
ar: نجاح

# editLocationEditedSuccessfully
source: Location edited successfully
ar: تم تعديل الموقع بنجاح

# editError
source: Error
ar: حدث خطأ

# editEditLocationDetails
source: Edit Location Details
ar: تحرير تفاصيل الموقع

# editMetadata
source: Metadata
ar: البيانات الوصفية

# editCancel
source: Cancel
ar: إلغاء

# editSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# newLocationAddedSuccessfully
source: Location added successfully
ar: تمت إضافة الموقع بنجاح
