Repository: mllrr96/Medusa-Admin-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# swapShipping
source: Shipping
ar: الشحن

# swapShippingMethod
source: Shipping Method
ar: طريقة الشحن

# swapAddAShippingMethod
source: Add a shipping method
ar: إضافة طريقة شحن

# swapLocation
source: Location
ar: الموقع

# swapChooseWhichLocationYouWantToReturnTheItemsTo
source: Choose which location you want to return the items to.
ar: اختر الموقع الذي تريد إعادة العناصر إليه.

# swapSelectLocationToReturnTo
source: Select Location to Return to
ar: حدد الموقع للإرجاع إليه

# swapItemsToSend
source: Items to send
ar: العناصر للإرسال

# swapAddProduct
source: Add Product
ar: إضافة منتج

# swapReturnTotal
source: Return Total
ar: إجمالي الإعادة

# swapAdditionalTotal
source: Additional Total
ar: المجموع الإضافي

# swapOutbondShipping
source: Outbond Shipping
ar: الشحنة الصادرة

# swapCalculatedAtCheckout
source: Calculated at checkout
ar: يحسب عند الخروج

# swapEstimatedDifference
source: Estimated difference
ar: الفرق المقدر

# swapSendNotifications
source: Send notifications
ar: إرسال إشعارات

# swapIfUncheckedTheCustomerWillNotReceiveCommunicationAboutThisExchange
source: If unchecked the customer will not receive communication about this exchange
ar: إذا لم يتم تحديده ، فلن يتلقى العميل أي اتصال حول هذه المبادلة

# swapComplete
source: Complete
ar: اكتمال

# templatesShipped
source: Shipped
ar: تم الشحن

# templatesFulfilled
source: Fulfilled
ar: تم الوفاء به

# templatesCanceled
source: Canceled
ar: ألغيت

# templatesPartiallyFulfilled
source: Partially fulfilled
ar: تم الوفاء به جزئيًا

# templatesFulfillmentStatusRequiresAction
source: Requires Action
ar: يتطلب إجراء

# templatesAwaitingFulfillment
source: Awaiting fulfillment
ar: في انتظار التنفيذ

# templatesPartiallyShipped
source: Partially Shipped
ar: تم شحنه جزئيًا

# templatesCancelFulfillmentHeading
source: Cancel fulfillment?
ar: إلغاء التنفيذ؟

# templatesAreYouSureYouWantToCancelTheFulfillment
source: Are you sure you want to cancel the fulfillment?
ar: هل أنت متأكد أنك تريد إلغاء التنفيذ؟

# templatesSuccessfullyCanceledSwap
source: Successfully canceled swap
ar: تم إلغاء المبادلة بنجاح

# templatesError
source: Error
ar: حدث خطأ

# templatesSuccessfullyCanceledClaim
source: Successfully canceled claim
ar: تم إلغاء المطالبة بنجاح

# templatesSuccessfullyCanceledFulfillment
source: Successfully canceled fulfillment
ar: تم إلغاء التنفيذ بنجاح

# templatesFulfillmentHasBeenCanceled
source: Fulfillment has been canceled
ar: تم إلغاء التنفيذ

# templatesFulfilledByProvider
source: title Fulfilled by provider
ar: title تم تنفيذه بواسطة provider

# templatesNotShipped
source: Not shipped
ar: لم يتم الشحن

# templatesTracking
source: Tracking
ar: التتبع

# templatesShippedFrom
source: Shipped from
ar: تم الشحن من

# templatesShippingFrom
source: Shipping from
ar: الشحن من

# templatesMarkShipped
source: Mark Shipped
ar: وضع علامة كمشحون

# templatesCancelFulfillment
source: Cancel Fulfillment
ar: إلغاء التنفيذ

# templatesCompleted
source: Completed
ar: مكتمل

# templatesProcessing
source: Processing
ar: قيد المعالجة

# templatesRequiresAction
source: Requires action
ar: يتطلب إجراء

# templatesCapturePayment
source: Capture payment
ar: التقاط الدفع

# templatesSuccessfullyCapturedPayment
source: Successfully captured payment
ar: تم التقاط الدفع بنجاح

# templatesRefund
source: Refund
ar: استرداد

# templatesTotalForSwaps
source: Total for Swaps
ar: المجموع للمبادلات

# templatesRefundedForSwaps
source: Refunded for Swaps
ar: تم استرداده للمبادلات

# templatesRefundedForReturns
source: Refunded for Returns
ar: تم استرداده للمرتجعات

# templatesManuallyRefunded
source: Manually refunded
ar: تم استرداده يدويًا

# templatesNetTotal
source: Net Total
ar: المجموع الصافي

# templatesPaid
source: Paid
ar: مدفوع

# templatesAwaitingPayment
source: Awaiting payment
ar: في انتظار الدفع

# templatesPaymentStatusRequiresAction
source: Requires Action
ar: يتطلب إجراء

# draftOrdersCompleted
source: Completed
ar: مكتمل

# draftOrdersOpen
source: Open
ar: مفتوح

# draftOrdersMarkAsPaid
source: Mark as paid
ar: وضع علامة كمدفوع

# draftOrdersSuccess
source: Success
ar: نجاح

# draftOrdersSuccessfullyMarkAsPaid
source: Successfully mark as paid
ar: تم وضع علامة كمدفوع بنجاح

# draftOrdersError
source: Error
ar: حدث خطأ

# draftOrdersSuccessfullyCanceledOrder
source: Successfully canceled order
ar: تم إلغاء الطلب بنجاح

# draftOrdersBackToDraftOrders
source: Back to Draft Orders
ar: العودة إلى مسودات الطلبات

# onMarkAsPaidConfirmOrderId
source: Order #display_id
ar: الطلب رقم #display_id

# draftOrdersGoToOrder
source: Go to Order
ar: الذهاب إلى الطلب

# draftOrdersCancelDraftOrder
source: Cancel Draft Order
ar: إلغاء مسودة الطلب

# draftOrdersDraftOrder
source: Draft Order
ar: مسودة الطلب

# draftOrdersEmail
source: Email
ar: البريد الإلكتروني

# draftOrdersPhone
source: Phone
ar: هاتف

# draftOrdersAmount
source: Amount currency_code
ar: المبلغ currency_code

# draftOrdersPayment
source: Payment
ar: الدفع

# draftOrdersSubtotal
source: Subtotal
ar: المجموع الفرعي

# draftOrdersShipping
source: Shipping
ar: الشحن

# draftOrdersTax
source: Tax
ar: الضريبة

# draftOrdersTotalToPay
source: Total to pay
ar: المجموع الواجب دفعه

# draftOrdersPaymentLink
source: Payment link:
ar: رابط الدفع:

# draftOrdersConfigurePaymentLinkInStoreSettings
source: Configure payment link in store settings
ar: قم بتكوين رابط الدفع في إعدادات المتجر

# draftOrdersShippingMethod
source: Shipping Method
ar: طريقة الشحن

# draftOrdersData
source: Data
ar: البيانات

# draftOrders1Item
source: (1 item)
ar: (1 عنصر)

# draftOrdersCustomer
source: Customer
ar: العميل

# draftOrdersEditShippingAddress
source: Edit Shipping Address
ar: تحرير عنوان الشحن

# draftOrdersEditBillingAddress
source: Edit Billing Address
ar: تحرير عنوان الفوترة

# draftOrdersGoToCustomer
source: Go to Customer
ar: الذهاب إلى العميل

# draftOrdersContact
source: Contact
ar: جهة الاتصال

# draftOrdersBilling
source: Billing
ar: الفوترة

# draftOrdersRawDraftOrder
source: Raw Draft Order
ar: مسودة الطلب الأصلية

# draftOrdersAreYouSure
source: Are you sure?
ar: هل أنت متأكد؟

# draftOrdersRemoveResourceHeading
source: Remove resource
ar: إزالة resource

# draftOrdersRemoveResourceSuccessText
source: resource has been removed
ar: تمت إزالة resource

# draftOrdersThisWillCreateAnOrderMarkThisAsPaidIfYouReceivedThePayment
source: This will create an order. Mark this as paid if you received the payment.
ar: سينشئ هذا طلبًا. ضع علامة كمدفوع إذا تلقيت الدفع.

# draftOrdersMarkPaid
source: Mark paid
ar: وضع علامة كمدفوع

# draftOrdersCancel
source: Cancel
ar: إلغاء

# draftOrdersCreateDraftOrder
source: Create draft order
ar: إنشاء مسودة طلب

# editAmountPaid
source: Amount Paid
ar: المبلغ المدفوع

# editNewTotal
source: New Total
ar: المجموع الجديد

# editDifferenceDue
source: Difference Due
ar: الفرق المستحق

# editBack
source: Back
ar: العودة

# editSaveAndGoBack
source: Save and go back
ar: حفظ والعودة

# editOrderEditSetAsRequested
source: Order edit set as requested
ar: تم تعيين تحرير الطلب كمطلوب

# editFailedToRequestConfirmation
source: Failed to request confirmation
ar: فشل طلب التأكيد

# editAddedSuccessfully
source: Added successfully
ar: تمت الإضافة بنجاح

# editErrorOccurred
source: Error occurred
ar: حدث خطأ

# editAddProductVariants
source: Add Product Variants
ar: إضافة متغيرات المنتج

# editEditOrder
source: Edit Order
ar: تعديل الطلب

# editItems
source: Items
ar: العناصر

# editAddItems
source: Add items
ar: إضافة عناصر

# editFilterItems
source: Filter items...
ar: تصفية العناصر...

# editNote
source: Note
ar: ملاحظة

# editAddANote
source: Add a note...
ar: إضافة ملاحظة...

# variantsTableLocation
source: in location
ar: في location

# editProduct
source: Product
ar: المنتج

# editInStock
source: In Stock
ar: متوفر

# editPrice
source: Price
ar: السعر

# editProducts
source: Products
ar: المنتجات

# editSearchProductVariants
source: Search Product Variants...
ar: بحث متغيرات المنتج...

# ordersSuccess
source: Success
ar: نجاح

# ordersSuccessfullyInitiatedExport
source: Successfully initiated export
ar: تم بدء التصدير بنجاح

# ordersError
source: Error
ar: حدث خطأ

# ordersExportOrders
source: Export Orders
ar: تصدير الطلبات

# componentsBillingAddress
source: Billing Address
ar: عنوان الفوترة

# componentsUseSameAsShipping
source: Use same as shipping
ar: استخدام نفس عنوان الشحن

# componentsEGGiftWrapping
source: E.g. Gift wrapping
ar: مثال: تغليف الهدايا

# componentsTitle
source: Title
ar: العنوان

# componentsPrice
source: Price
ar: السعر

# componentsQuantity
source: Quantity
ar: الكمية

# componentsBack
source: Back
ar: العودة

# componentsAdd
source: Add
ar: إضافة

# componentsItemsForTheOrder
source: Items for the order
ar: عناصر الطلب

# componentsDetails
source: Details
ar: التفاصيل

# componentsPriceExclTaxes
source: Price (excl. Taxes)
ar: السعر (باستثناء الضرائب)

# componentsAddCustom
source: Add Custom
ar: إضافة مخصص

# componentsAddExisting
source: Add Existing
ar: إضافة موجود

# componentsAddProducts
source: Add Products
ar: إضافة منتجات

# componentsAddCustomItem
source: Add Custom Item
ar: إضافة عنصر مخصص

# componentsChooseRegion
source: Choose region
ar: اختر المنطقة

# componentsRegion
source: Region
ar: المنطقة

# selectShippingToName
source: (To name)
ar: (إلى name)

# componentsAttention
source: Attention!
ar: انتباه!

# componentsNoOptionsForOrdersWithoutShipping
source: You don't have any options for orders without shipping. Please add one (e.g. In-store fulfillment) with Show on website unchecked in region settings and continue.
ar: ليس لديك أي خيارات للطلبات بدون شحن. يرجى إضافة واحد (مثل التنفيذ داخل المتجر) مع إلغاء تحديد إظهار على الموقع في إعدادات المنطقة والمتابعة.

# componentsChooseAShippingMethod
source: Choose a shipping method
ar: اختر طريقة الشحن

# componentsSetCustomPrice
source: Set custom price
ar: تعيين سعر مخصص

# componentsCustomPrice
source: Custom Price
ar: السعر المخصص

# componentsCustomerAndShippingDetails
source: Customer and shipping details
ar: تفاصيل العميل والشحن

# componentsFindExistingCustomer
source: Find existing customer
ar: العثور على عميل موجود

# componentsEmail
source: Email
ar: البريد الإلكتروني

# componentsChooseExistingAddresses
source: Choose existing addresses
ar: اختر العناوين الموجودة

# componentsCreateNew
source: Create new
ar: إنشاء جديد

# componentsTheDiscountIsNotApplicableToTheSelectedRegion
source: The discount is not applicable to the selected region
ar: الخصم غير مطبق على المنطقة المحددة

# componentsTheDiscountCodeIsInvalid
source: The discount code is invalid
ar: رمز الخصم غير صالح

# componentsAddDiscount
source: Add Discount
ar: إضافة خصم

# componentsSummer10
source: SUMMER10
ar: صيف10

# componentsDiscount
source: Discount
ar: الخصم

# selectShippingCode
source: (Code: code)
ar: (الرمز: code)

# componentsType
source: Type
ar: النوع

# componentsValue
source: Value
ar: القيمة

# componentsAddress
source: Address
ar: العنوان

# componentsShippingMethod
source: Shipping method
ar: طريقة الشحن

# componentsBillingDetails
source: Billing details
ar: تفاصيل الفوترة

# componentsEdit
source: Edit
ar: تعديل

# formUseNewOrderFormMustBeUsedWithinNewOrderFormProvider
source: useNewOrderForm must be used within NewOrderFormProvider
ar: يجب استخدام useNewOrderForm داخل NewOrderFormProvider

# newOrderCreated
source: Order created
ar: تم إنشاء الطلب

# newCreateDraftOrder
source: Create Draft Order
ar: إنشاء مسودة طلب

# batchJobUnsureAboutHowToArrangeYourList
source: Unsure about how to arrange your list?
ar: غير متأكد من كيفية ترتيب قائمتك؟

# componentsSuccess
source: Success
ar: نجاح

# componentsSuccessfullyUpdatedCategoryTree
source: Successfully updated category tree
ar: تم تحديث شجرة الفئات بنجاح

# componentsError
source: Error
ar: حدث خطأ

# componentsFailedToUpdateCategoryTree
source: Failed to update category tree
ar: فشل تحديث شجرة الفئات

# componentsDelete
source: Delete
ar: حذف

# componentsCategoryDeleted
source: Category deleted
ar: تم حذف الفئة

# componentsCategoryDeletionFailed
source: Category deletion failed
ar: فشل حذف الفئة

# componentsCategoryStatusIsInactive
source: Category status is inactive
ar: حالة الفئة غير نشطة

# componentsCategoryVisibilityIsPrivate
source: Category visibility is private
ar: رؤية الفئة خاصة

# componentsAddCategoryItemTo
source: Add category item to
ar: إضافة عنصر الفئة إلى

# modalsPublic
source: Public
ar: عام

# modalsPrivate
source: Private
ar: خاص

# modalsActive
source: Active
ar: نشط

# modalsInactive
source: Inactive
ar: غير نشط

# modalsSuccess
source: Success
ar: نجاح

# modalsSuccessfullyCreatedACategory
source: Successfully created a category
ar: تم إنشاء فئة بنجاح

# modalsFailedToCreateANewCategory
source: Failed to create a new category
ar: فشل إنشاء فئة جديدة

# modalsError
source: Error
ar: حدث خطأ

# modalsSaveCategory
source: Save category
ar: حفظ الفئة

# modalsAddCategoryTo
source: Add category to name
ar: إضافة فئة إلى name

# modalsAddCategory
source: Add category
ar: إضافة فئة

# modalsDetails
source: Details
ar: التفاصيل

# modalsName
source: Name
ar: الاسم

# modalsGiveThisCategoryAName
source: Give this category a name
ar: أعط هذه الفئة اسمًا

# modalsHandle
source: Handle
ar: المُعالج

# modalsCustomHandle
source: Custom handle
ar: مُعالج مخصص

# modalsDescription
source: Description
ar: الوصف

# modalsGiveThisCategoryADescription
source: Give this category a description
ar: أعط هذه الفئة وصفًا

# modalsStatus
source: Status
ar: الحالة

# modalsVisibility
source: Visibility
ar: الرؤية

# modalsSuccessfullyUpdatedTheCategory
source: Successfully updated the category
ar: تم تحديث الفئة بنجاح

# modalsFailedToUpdateTheCategory
source: Failed to update the category
ar: فشل تحديث الفئة

# modalsEditProductCategory
source: Edit product category
ar: تحرير فئة المنتج

# modalsCancel
source: Cancel
ar: إلغاء

# modalsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# pagesNoProductCategoriesYet
source: No product categories yet, use the above button to create your first category.
ar: لا توجد فئات منتج بعد ، استخدم الزر أعلاه لإنشاء أول فئة لك.

# pagesAddCategory
source: Add category
ar: إضافة فئة

# pagesProductCategories
source: Product Categories
ar: فئات المنتجات

# pagesHelpsYouToKeepYourProductsOrganized
source: Helps you to keep your products organized.
ar: يساعدك على الحفاظ على تنظيم منتجاتك.

# batchJobSuccess
source: Success
ar: نجاح

# batchJobImportConfirmedForProcessingProgressInfoIsAvailableInTheActivityDrawer
source: Import confirmed for processing. Progress info is available in the activity drawer.
ar: تم تأكيد الاستيراد للمعالجة. معلومات التقدم متاحة في لائحة الأنشطة.

# batchJobError
source: Error
ar: حدث خطأ

# batchJobImportFailed
source: Import failed.
ar: فشل الاستيراد.

# batchJobFailedToDeleteTheCsvFile
source: Failed to delete the CSV file
ar: فشل حذف ملف CSV

# batchJobFailedToCancelTheBatchJob
source: Failed to cancel the batch job
ar: فشل إلغاء المهمة المجمعة

# batchJobProductsList
source: products list
ar: قائمة المنتجات

# batchJobDownloadTemplate
source: Download the template below to ensure you are following the correct format.
ar: قم بتنزيل القالب أدناه للتأكد من اتباعك التنسيق الصحيح.

# batchJobImportsDescription
source: Through imports you can add or update products. To update existing products/variants you must set an existing id in the Product/Variant id columns. If the value is unset a new record will be created. You will be asked for confirmation before we import products.
ar: من خلال الاستيراد ، يمكنك إضافة منتجات أو تحديثها. لتحديث المنتجات / المتغيرات الموجودة ، يجب تعيين معرف موجود في أعمدة معرف المنتج / المتغير. إذا كانت القيمة غير معينة، سيتم إنشاء سجل جديد. سيُطلب منك التأكيد قبل استيراد المنتجات.

# productsFilters
source: Filters
ar: الفلاتر

# productsStatus
source: Status
ar: الحالة

# productsTags
source: Tags
ar: العلامات

# productsSpringSummer
source: Spring, summer...
ar: الربيع ، الصيف...

# newSalesChannels
source: Sales channels
ar: قنوات المبيعات

# newThisProductWillOnlyBeAvailableInTheDefaultSalesChannelIfLeftUntouched
source: This product will only be available in the default sales channel if left untouched.
ar: سيكون هذا المنتج متاحًا فقط في قناة المبيعات الافتراضية إذا ترك دون مساس.

# newChangeAvailablity
source: Change availablity
ar: تغيير التوفر

# addVariantsAVariantWithTheseOptionsAlreadyExists
source: A variant with these options already exists.
ar: يوجد بالفعل متغير بهذه الخيارات.

# addVariantsProductOptions
source: Product options
ar: خيارات المنتج

# addVariantsOptionsAreUsedToDefineTheColorSizeEtcOfTheProduct
source: Options are used to define the color, size, etc. of the product.
ar: تُستخدم الخيارات لتحديد اللون والحجم وما إلى ذلك من المنتج.

# addVariantsOptionTitle
source: Option title
ar: عنوان الخيار

# addVariantsVariationsCommaSeparated
source: Variations (comma separated)
ar: الاختلافات (مفصولة بفواصل)

# addVariantsColor
source: Color...
ar: اللون...

# addVariantsAlreadyExists
source: already exists
ar: موجود بالفعل

# addVariantsBlueRedBlack
source: Blue, Red, Black...
ar: أزرق، أحمر، أسود...

# addVariantsAddAnOption
source: Add an option
ar: إضافة خيار

# addVariantsProductVariants
source: Product variants
ar: متغيرات المنتج

source: You must add at least one product option before you can begin adding product variants.
ar: يجب عليك إضافة خيار منتج واحد على الأقل قبل أن تتمكن من البدء في إضافة متغيرات المنتج.

# addVariantsVariant
source: Variant
ar: المتغير

# addVariantsInventory
source: Inventory
ar: المخزون

# addVariantsAddAVariant
source: Add a variant
ar: إضافة متغير

# addVariantsCreateVariant
source: Create Variant
ar: إنشاء متغير

# addVariantsCancel
source: Cancel
ar: إلغاء

# addVariantsSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# newVariantAVariantWithTheseOptionsAlreadyExists
source: A variant with these options already exists.
ar: يوجد بالفعل متغير بهذه الخيارات.

# newVariantAreYouSureYouWantToDeleteThisVariant
source: Are you sure you want to delete this variant?
ar: هل أنت متأكد أنك تريد حذف هذا المتغير؟

# newVariantDeleteVariant
source: Delete Variant
ar: حذف المتغير

# newVariantEdit
source: Edit
ar: تعديل

# newVariantDelete
source: Delete
ar: حذف

# newVariantEditVariant
source: Edit Variant
ar: تعديل المتغير

# newVariantCancel
source: Cancel
ar: إلغاء

# newVariantSaveAndClose
source: Save and close
ar: حفظ وإغلاق

# newSomethingWentWrongWhileTryingToUploadImages
source: Something went wrong while trying to upload images.
ar: حدث خطأ ما أثناء محاولة تحميل الصور.

# newNoFileServiceConfigured
source: You might not have a file service configured. Please contact your administrator
ar: قد لا يكون لديك خدمة ملفات مهيأة. يرجى الاتصال بالمسؤول الخاص بك

# newUploadThumbnailError
source: Something went wrong while trying to upload the thumbnail.
ar: حدث خطأ ما أثناء محاولة تحميل الصورة المصغرة.

# newSaveAsDraft
source: Save as draft
ar: حفظ كمسودة

# newPublishProduct
source: Publish product
ar: نشر المنتج

# newGeneralInformationTitle
source: General information
ar: معلومات عامة

# newToStartSellingAllYouNeedIsANameAndAPrice
source: To start selling, all you need is a name and a price.
ar: لبدء البيع، كل ما تحتاجه هو اسم وسعر.

# newOrganizeProduct
source: Organize Product
ar: تنظيم المنتج

# newAddVariationsOfThisProduct
source: Add variations of this product.
ar: إضافة اختلافات لهذا المنتج.

# newOfferYourCustomersDifferentOptionsForColorFormatSizeShapeEtc
source: Offer your customers different options for color, format, size, shape, etc.
ar: قدِّم لعملائك خيارات مختلفة للون والتنسيق والحجم والشكل وما إلى ذلك.

# newUsedForShippingAndCustomsPurposes
source: Used for shipping and customs purposes.
ar: يستخدم لأغراض الشحن والجمارك.

# newDimensions
source: Dimensions
ar: الأبعاد

# newCustoms
source: Customs
ar: الجمارك

# newUsedToRepresentYourProductDuringCheckoutSocialSharingAndMore
source: Used to represent your product during checkout, social sharing and more.
ar: يُستخدم لتمثيل منتجك أثناء الدفع ومشاركة وسائل التواصل الاجتماعي وغيرها.

# newMedia
source: Media
ar: وسائط

# newAddImagesToYourProduct
source: Add images to your product.
ar: أضف صورًا لمنتجك.

# overviewImportProducts
source: Import Products
ar: استيراد المنتجات

# overviewExportProducts
source: Export Products
ar: تصدير المنتجات

# overviewNewProduct
source: New Product
ar: منتج جديد

# overviewNewCollection
source: New Collection
ar: مجموعة جديدة

# overviewSuccess
source: Success
ar: نجاح

# overviewSuccessfullyCreatedCollection
source: Successfully created collection
ar: تم إنشاء المجموعة بنجاح

# overviewError
source: Error
ar: حدث خطأ

# overviewSuccessfullyInitiatedExport
source: Successfully initiated export
ar: تم بدء التصدير بنجاح

# modalsAddSalesChannels
source: Add sales channels
ar: إضافة قنوات مبيعات

# modalsFindChannels
source: Find channels
ar: العثور على القنوات

# modalsUpdatedTheApiKey
source: Updated the API key
ar: تم تحديث مفتاح API

# modalsFailedToUpdateTheApiKey
source: Failed to update the API key
ar: فشل تحديث مفتاح API

# modalsEditApiKeyDetails
source: Edit API key details
ar: تحرير تفاصيل مفتاح API

# modalsTitle
source: Title
ar: العنوان

# modalsNameYourKey
source: Name your key
ar: سمّ مفتاحك

# modalsSalesChannelsAddedToTheScope
source: Sales channels added to the scope
ar: تمت إضافة قنوات المبيعات إلى النطاق

# modalsErrorOccurredWhileAddingSalesChannelsToTheScopeOfTheKey
source: Error occurred while adding sales channels to the scope of the key
ar: حدث خطأ أثناء إضافة قنوات المبيعات إلى نطاق المفتاح

# modalsAddAndGoBack
source: Add and go back
ar: إضافة والعودة

# modalsAddAndClose
source: Add and close
ar: إضافة وإغلاق

# modalsSalesChannelsRemovedFromTheScope
source: Sales channels removed from the scope
ar: تمت إزالة قنوات المبيعات من النطاق

# modalsErrorOccurredWhileRemovingSalesChannelsFromTheScopeOfTheKey
source: Error occurred while removing sales channels from the scope of the key
ar: حدث خطأ أثناء إزالة قنوات المبيعات من نطاق المفتاح

# modalsEditSalesChannels
source: Edit sales channels
ar: تحرير قنوات المبيعات

# modalsDeselect
source: Deselect
ar: إلغاء التحديد

# modalsRemove
source: Remove
ar: إزالة

# modalsAddChannels
source: Add channels
ar: إضافة قنوات

# modalsClose
source: Close
ar: إغلاق

# pagesSalesChannels
source: Sales channels
ar: قنوات المبيعات

# pagesConnectAsManySalesChannelsToYourApiKeyAsYouNeed
source: Connect as many sales channels to your API key as you need.
ar: اربط أي عدد من قنوات المبيعات بمفتاح API الخاص بك حسب الحاجة.

# pagesAddSalesChannels
source: Add sales channels
ar: إضافة قنوات مبيعات

# pagesEditSalesChannels
source: Edit sales channels
ar: تحرير قنوات المبيعات

# pagesSuccess
source: Success
ar: نجاح

# pagesCreatedANewApiKey
source: Created a new API key
ar: تم إنشاء مفتاح API جديد

# pagesError
source: Error
ar: حدث خطأ

# pagesFailedToCreateANewApiKey
source: Failed to create a new API key
ar: فشل إنشاء مفتاح API جديد

# pagesSalesChannelsAddedToTheScope
source: Sales channels added to the scope
ar: تمت إضافة قنوات المبيعات إلى النطاق

# pagesErrorOccurredWhileAddingSalesChannelsToTheScopeOfTheKey
source: Error occurred while adding sales channels to the scope of the key
ar: حدث خطأ أثناء إضافة قنوات المبيعات إلى نطاق المفتاح

# pagesPublishApiKey
source: Publish API key
ar: نشر مفتاح API

# pagesCreateApiKey
source: Create API Key
ar: إنشاء مفتاح API

# pagesCreateAndManageApiKeysRightNowThisIsOnlyRelatedToSalesChannels
source: Create and manage API keys. Right now this is only related to sales channels.
ar: إنشاء وإدارة مفاتيح API. حاليًا هذا متعلق فقط بقنوات المبيعات

# pagesCreateApiKeyLabel
source: Create API key
ar: إنشاء مفتاح API

# pagesBackToSettings
source: Back to settings
ar: العودة إلى الإعدادات

# pagesPublishableApiKeys
source: Publishable API keys
ar: مفاتيح API قابلة للنشر
